{
  "metadatos": {
    "examen": "Cuerpo General Auxiliar de la Administración del Estado 2024 - Ingreso Libre - Modelo A",
    "convocatoria": "9 de julio de 2024",
    "oep": "2023-2024",
    "tipo_acceso": "Ingreso Libre",
    "modelo": "A",
    "cuerpo": "Cuerpo General Auxiliar de la Administración del Estado"
  },
  "nota_corte": {
    "descripcion": "Último aprobado en turno libre",
    "primera_parte": {
      "nota": 26.56
    },
    "segunda_parte": {
      "nota": 25
    },
    "total": 51.56,
    "orden": 2450,
    "convocatoria_url": "https://sede.inap.gob.es/es/procedimientos-y-servicios/seleccion/procesos-selectivos-de-cuerpos-y-escalas-generales/cuerpo-general-auxiliar-de-la-administracion-del-estado/cuerpo-general-auxiliar-de-la-administracion-del-estado-ingreso-libre-oferta-de-empleo-publico-2023-y-2024"
  },
  "bases": {
    "ejercicio_unico": {
      "descripcion": "Se califica de 0 a 100 puntos",
      "puntuacion_maxima": 100,
      "primera_parte": {
        "descripcion": "Cuestionario de máximo 60 preguntas: 30 sobre materias del bloque I del programa y 30 de carácter psicotécnico",
        "puntuacion_maxima": 50,
        "puntuacion_minima_aprobar": 25,
        "nota": "La Comisión Permanente de Selección fija la puntuación directa mínima necesaria para que pueda evaluarse la segunda parte"
      },
      "segunda_parte": {
        "descripcion": "Ejercicio práctico de ofimática",
        "puntuacion_maxima": 50,
        "puntuacion_minima_aprobar": 25,
        "nota": "La Comisión Permanente de Selección fija la puntuación directa mínima necesaria para superar el ejercicio"
      }
    },
    "calificacion": {
      "descripcion": "La calificación resulta de la transformación de las puntuaciones directas según baremos de la Comisión Permanente de Selección",
      "reglas": [
        "Las puntuaciones directas mínimas fijadas para superar cada parte equivalen a las calificaciones mínimas necesarias",
        "Las puntuaciones directas mínimas no pueden ser inferiores al 30% de la puntuación directa máxima obtenible",
        "Las puntuaciones directas máximas obtenibles equivalen a las calificaciones máximas del ejercicio"
      ]
    },
    "penalizacion": "1/3 por respuesta incorrecta"
  },
  "primera_parte": {
    "preguntas": [
      {
        "numero": 1,
        "pregunta": "Según el artículo 27 de la Constitución Española de 1978, la enseñanza básica es:",
        "opciones": {
          "a": "Obligatoria y gratuita.",
          "b": "Voluntaria y gratuita.",
          "c": "Obligatoria y de pago.",
          "d": "Voluntaria y de pago."
        },
        "respuesta_correcta": "a"
      },
      {
        "numero": 2,
        "pregunta": "Conforme a lo previsto en la Constitución Española de 1978, ¿qué mayoría se exige en el procedimiento de reforma constitucional contemplado en el artículo 167.1?",
        "opciones": {
          "a": "Mayoría de dos tercios de cada una de las Cámaras.",
          "b": "Mayoría de tres quintos de cada una de las Cámaras.",
          "c": "Mayoría de tres quintos del Congreso de los Diputados.",
          "d": "Mayoría de dos tercios del Congreso de los Diputados."
        },
        "respuesta_correcta": "b"
      },
      {
        "numero": 3,
        "pregunta": "Conforme al artículo 75 de la Constitución Española de 1978, las Cámaras funcionan:",
        "opciones": {
          "a": "En Pleno exclusivamente.",
          "b": "En Pleno y en Diputación Permanente.",
          "c": "En Pleno y en Asamblea.",
          "d": "En Pleno y por Comisiones."
        },
        "respuesta_correcta": "d"
      },
      {
        "numero": 4,
        "pregunta": "Conforme a lo previsto en la Constitución Española de 1978, la soberanía nacional reside:",
        "opciones": {
          "a": "En las Cortes Generales.",
          "b": "En el Rey.",
          "c": "En el pueblo español.",
          "d": "En el poder judicial."
        },
        "respuesta_correcta": "c"
      },
      {
        "numero": 5,
        "pregunta": "De acuerdo con el artículo 8 de la Ley 50/1997, de 27 de noviembre, del Gobierno, la Presidencia de la Comisión General de Secretarios de Estado y Subsecretarios corresponde:",
        "opciones": {
          "a": "Al Ministro de la Presidencia o, en su defecto, a un Vicepresidente del Gobierno.",
          "b": "Al Subsecretario de la Presidencia.",
          "c": "A un Vicepresidente del Gobierno o, en su defecto, al Secretario de Estado de la Presidencia.",
          "d": "A un Vicepresidente del Gobierno o, en su defecto, al Ministro de la Presidencia."
        },
        "respuesta_correcta": "d"
      },
      {
        "numero": 6,
        "pregunta": "¿Quién nombra, conforme a lo previsto en la Constitución Española de 1978, a los miembros del Tribunal Constitucional?",
        "opciones": {
          "a": "El Congreso de los Diputados.",
          "b": "El Senado.",
          "c": "El Rey.",
          "d": "El Gobierno."
        },
        "respuesta_correcta": "c"
      },
      {
        "numero": 7,
        "pregunta": "Según la Ley 50/1997, de 27 de noviembre, del Gobierno, ¿cuál de las siguientes facultades podrá ejercer el Presidente del Gobierno en funciones?",
        "opciones": {
          "a": "Proponer al Rey la convocatoria de un referéndum consultivo.",
          "b": "Plantear la cuestión de confianza.",
          "c": "Proponer al Rey la disolución de alguna de las Cámaras, o de las Cortes Generales.",
          "d": "Aprobar decretos leyes."
        },
        "respuesta_correcta": "d"
      },
      {
        "numero": 8,
        "pregunta": "De acuerdo con el artículo 7 de la Ley 19/2013, de 9 de diciembre, de transparencia, acceso a la información pública y buen gobierno, las Administraciones Públicas, en el ámbito de sus competencias, publicarán la siguiente información de relevancia jurídica:",
        "opciones": {
          "a": "Los documentos que, conforme a la legislación sectorial vigente, deban ser sometidos a un período de información pública durante su tramitación.",
          "b": "Las cuentas anuales que deban rendirse.",
          "c": "Los proyectos de Decreto Ley.",
          "d": "Las retribuciones percibidas por todos los órganos superiores y directivos de la Administración General del Estado."
        },
        "respuesta_correcta": "a"
      },
      {
        "numero": 9,
        "pregunta": "El IV Plan de Gobierno Abierto de España 2020-2024 se articula en 5 ejes y recoge 10 compromisos. ¿Cuál de los siguientes compromisos permite a cualquier persona conocer el proceso de elaboración de las normas desde el inicio hasta su aprobación?",
        "opciones": {
          "a": "Plan de Mejora de la Participación.",
          "b": "Observatorio de Gobierno Abierto.",
          "c": "Huella normativa.",
          "d": "Sistemas preventivos de integridad pública."
        },
        "respuesta_correcta": "c"
      },
      {
        "numero": 10,
        "pregunta": "¿Cuántos miembros del Consejo General del Poder Judicial propone el Senado conforme a la Constitución Española de 1978?",
        "opciones": {
          "a": "Dos.",
          "b": "Cuatro.",
          "c": "Cinco.",
          "d": "Seis."
        },
        "respuesta_correcta": "b"
      },
      {
        "numero": 11,
        "pregunta": "Conforme a la Ley 40/2015, de 1 de octubre, de Régimen Jurídico del Sector Público, las unidades administrativas a las que se les atribuyan funciones que tengan efectos jurídicos frente a terceros, o cuya actuación tenga carácter preceptivo, tendrán la consideración de:",
        "opciones": {
          "a": "Poderes públicos.",
          "b": "Órganos superiores.",
          "c": "Unidades vinculantes.",
          "d": "Órganos administrativos."
        },
        "respuesta_correcta": "d"
      },
      {
        "numero": 12,
        "pregunta": "Conforme a la Ley 40/2015, de 1 de octubre, de Régimen Jurídico del Sector Público, la estructura de las Delegaciones y Subdelegaciones del Gobierno se fijará por:",
        "opciones": {
          "a": "Real Decreto del Consejo de Ministros.",
          "b": "Real Decreto del Presidente del Gobierno.",
          "c": "Ley ordinaria.",
          "d": "Orden del Ministerio de Política Territorial y Memoria Democrática."
        },
        "respuesta_correcta": "a"
      },
      {
        "numero": 13,
        "pregunta": "Señala el artículo 150 de la Constitucion que 'El Estado podrá transferir o delegar en las Comunidades Autónomas facultades correspondientes a materia de titularidad estatal que por su propia naturaleza sean susceptibles de transferencia o delegación'. Esta transferencia o delegación se ha de hacer mediante:",
        "opciones": {
          "a": "Ley orgánica.",
          "b": "Ley ordinaria.",
          "c": "Ley marco.",
          "d": "Ley de armonización cuando lo exija el interés general."
        },
        "respuesta_correcta": "a"
      },
      {
        "numero": 14,
        "pregunta": "¿De cuántos órganos consta el Tribunal de Justicia de la Unión Europea?",
        "opciones": {
          "a": "Uno, el Tribunal de Justicia.",
          "b": "Dos, el Tribunal de Justicia y el Consejo de Abogados.",
          "c": "Dos, el Tribunal General y el Consejo de Abogados.",
          "d": "Dos, el Tribunal de Justicia y el Tribunal General."
        },
        "respuesta_correcta": "d"
      },
      {
        "numero": 15,
        "pregunta": "Según lo dispuesto en la Ley 40/2015, de 1 de octubre, de Régimen Jurídico del Sector Público, en la Administración General del Estado en el exterior son órganos directivos:",
        "opciones": {
          "a": "El Consejero de Política Exterior, los embajadores y representantes permanentes ante Organizaciones internacionales.",
          "b": "El Consejero Ejecutivo de Política Exterior, los embajadores y representantes permanentes ante Organizaciones internacionales.",
          "c": "Los embajadores y representantes permanentes ante Organizaciones internacionales.",
          "d": "Los embajadores y representantes permanentes ante Organizaciones internacionales y el jefe de la oficina consular."
        },
        "respuesta_correcta": "c"
      },
      {
        "numero": 16,
        "pregunta": "Según la Ley 40/2015, de 1 de octubre, de Régimen Jurídico del Sector Público, y salvo las excepciones previstas en esa misma ley, la organización de la Administración General del Estado responde:",
        "opciones": {
          "a": "A los principios de división funcional en Departamentos ministeriales, organismos autonomos y entes publicos y de gestión territorial integrada en Delegaciones del Gobierno en las Comunidades Autónomas y Subdelegaciones del Gobierno en las provincias.",
          "b": "A los principios de división funcional en Departamentos ministeriales, en Delegaciones del Gobierno en las Comunidades Autónomas y Subdelegaciones del Gobierno en las provincias.",
          "c": "A los principios de división funcional en Departamentos ministeriales y de gestión territorial integrada en Delegaciones del Gobierno en las Comunidades Autónomas.",
          "d": "A los principios de división funcional en Organizacion Central, Organización Territorial y Administracion General del Estado en el exterior."
        },
        "respuesta_correcta": "c"
      },
      {
        "numero": 17,
        "pregunta": "En relación con el artículo 107 de la Ley 39/2015, de 1 de octubre, del Procedimiento Administrativo Común de las Administraciones Públicas, previa su declaración de lesividad para el interés público, las Administraciones Públicas podrán impugnar ante el orden jurisdiccional contencioso-administrativo:",
        "opciones": {
          "a": "Los actos favorables para los interesados que sean anulables.",
          "b": "Los actos desfavorables para los interesados que sean nulos de pleno derecho.",
          "c": "Los actos favorables y desfavorables para los interesados que sean anulables.",
          "d": "Los actos favorables para los interesados, ya sean nulos de pleno derecho o anulables."
        },
        "respuesta_correcta": "a"
      },
      {
        "numero": 18,
        "pregunta": "De acuerdo con la Resolución de 7 de mayo de 2014, de la Secretaría de Estado de Administraciones Públicas, por la que se establece el procedimiento de aprobación y gestión de listas de candidatos a personal funcionario interino de los Cuerpos de la Administración General del Estado, cuya selección se encomienda a la Comisión Permanente de Selección, el candidato deberá presentarse para tomar posesión de su puesto de trabajo en el plazo máximo de:",
        "opciones": {
          "a": "Tres días naturales desde el nombramiento.",
          "b": "Tres días hábiles desde el nombramiento.",
          "c": "Cinco días hábiles desde el nombramiento.",
          "d": "Cinco días naturales desde el nombramiento."
        },
        "respuesta_correcta": "a"
      },
      {
        "numero": 19,
        "pregunta": "En lo que respecta a la notificación en papel y, de conformidad con el artículo 42 de la Ley 39/2015, de 1 de octubre, del Procedimiento Administrativo Común de las Administraciones Públicas, cuando la notificación se practique en el domicilio del interesado, de no hallarse presente, podrá hacerse cargo de la misma:",
        "opciones": {
          "a": "Cualquier persona mayor de doce años que se encuentre en el domicilio y haga constar su identidad.",
          "b": "Cualquier persona mayor de catorce años que se encuentre en el domicilio y haga constar su identidad.",
          "c": "Cualquier persona mayor de dieciséis años que se encuentre en el domicilio sin ser necesario hacer constar su identidad.",
          "d": "Cualquier persona mayor de dieciocho años que se encuentre en el domicilio sin ser necesario hacer constar su identidad."
        },
        "respuesta_correcta": "b"
      },
      {
        "numero": 20,
        "pregunta": "Según el texto refundido de la Ley del Estatuto Básico del Empleado Público, las infracciones muy graves prescribirán:",
        "opciones": {
          "a": "A los tres años.",
          "b": "A los dos años.",
          "c": "A los seis meses.",
          "d": "A los seis años."
        },
        "respuesta_correcta": "a"
      },
      {
        "numero": 21,
        "pregunta": "Corresponde a los órganos superiores de la Administración General del Estado, según lo dispuesto en el artículo 55 de la ley 40/2015, de 1 de octubre, de Régimen Jurídico del Sector Público:",
        "opciones": {
          "a": "Establecer los planes de actuación de la organización situada bajo su responsabilidad.",
          "b": "Establecer los planes de actuación de la organización situada bajo su responsabilidad, así como su desarrollo y ejecución.",
          "c": "El desarrollo y ejecución de los planes de actuación de la organización.",
          "d": "La evaluación de la gestión realizada por el órgano directivo competente, sin perjuicio del control establecido por la Ley General Presupuestaria."
        },
        "respuesta_correcta": "a"
      },
      {
        "numero": 22,
        "pregunta": "¿Qué establece el artículo 3 de la Ley 39/2015, de 1 de octubre, del Procedimiento Administrativo Común de las Administraciones Públicas respecto a la capacidad de obrar de los grupos de afectados?",
        "opciones": {
          "a": "No tendrán capacidad de obrar en el procedimiento administrativo.",
          "b": "Tendrán capacidad de obrar cuando una disposición de carácter general así lo declare expresamente.",
          "c": "Tendrán capacidad de obrar cuando un reglamento así lo declare expresamente.",
          "d": "Tendrán capacidad de obrar cuando la ley así lo declare expresamente."
        },
        "respuesta_correcta": "d"
      },
      {
        "numero": 23,
        "pregunta": "Conforme a la Ley 39/2006, de 14 de diciembre, de Promoción de la Autonomía Personal y Atención a las personas en situación de dependencia, ¿a quién corresponde financiar el nivel mínimo de protección garantizado para cada uno de los beneficiarios del Sistema para la Autonomía y Atención a la Dependencia, según el grado de su dependencia?",
        "opciones": {
          "a": "Los Ayuntamientos.",
          "b": "Los Servicios Públicos de Salud.",
          "c": "El Gobierno.",
          "d": "Las Comunidades Autónomas."
        },
        "respuesta_correcta": "Anulada"
      },
      {
        "numero": 24,
        "pregunta": "Según el artículo 2 de la Ley 47/2003, de 26 de noviembre, General Presupuestaria, ¿cuál de las siguientes entidades es un organismo público vinculado o dependiente de la Administración General del Estado?",
        "opciones": {
          "a": "Sociedades mercantiles.",
          "b": "Autoridades administrativas independientes.",
          "c": "Fondos sin personalidad jurídica.",
          "d": "Entidades Públicas Empresariales."
        },
        "respuesta_correcta": "d"
      },
      {
        "numero": 25,
        "pregunta": "Conforme al artículo 40 de la Ley 47/2003, de 26 de noviembre, General Presupuestaria, en relación con la clasificación económica de los estados de gastos, se distinguen como créditos para operaciones de capital:",
        "opciones": {
          "a": "Los gastos de personal.",
          "b": "El Fondo de Contingencia.",
          "c": "Las transferencias corrientes.",
          "d": "Las inversiones reales."
        },
        "respuesta_correcta": "d"
      },
      {
        "numero": 26,
        "pregunta": "Según la Ley 3/2007, de 22 de marzo, para la igualdad efectiva de mujeres y hombres, en cuanto a la tutela judicial efectiva regulada en su artículo 12, ¿quién es la persona legitimada en los litigios sobre acoso sexual y acoso por razón de sexo?",
        "opciones": {
          "a": "Cualquier persona física o jurídica.",
          "b": "Cualquier persona física con o sin interés legítimo.",
          "c": "Cualquier persona jurídica con o sin interés legítimo.",
          "d": "La persona acosada."
        },
        "respuesta_correcta": "d"
      },
      {
        "numero": 27,
        "pregunta": "Conforme al artículo 9 de la Ley 4/2023, de 28 de febrero, para la igualdad real y efectiva de las personas trans y para la garantía de los derechos de las personas LGTBI, se constituye el Consejo de Participación de personas LGTBI, órgano dependiente del:",
        "opciones": {
          "a": "Ministerio de la Presidencia, Justicia y Relaciones con las Cortes.",
          "b": "Ministerio de Igualdad.",
          "c": "Ministerio de Derechos Sociales, Consumo y Agenda 2030.",
          "d": "Ministerio de Inclusión, Seguridad Social y Migraciones."
        },
        "respuesta_correcta": "b"
      },
      {
        "numero": 28,
        "pregunta": "De acuerdo con el artículo 29 del texto refundido de la Ley del Estatuto Básico del Empleado Público, las cantidades destinadas a financiar aportaciones a planes de pensiones o contratos de seguros tendrán a todos los efectos la consideración de:",
        "opciones": {
          "a": "Indemnizaciones.",
          "b": "Retribuciones básicas.",
          "c": "Retribuciones diferidas.",
          "d": "Retribuciones complementarias."
        },
        "respuesta_correcta": "c"
      },
      {
        "numero": 29,
        "pregunta": "Según el artículo 2 de la Orden TDF/379/2024, de 26 de abril, para la regulación de especialidades de los procedimientos de provisión de puestos del personal directivo público profesional y las herramientas para su gestión en el marco de lo dispuesto en el Real Decreto-ley 6/2023, de 19 de diciembre, la provisión de puestos de personal directivo público profesional en la Administración del Estado se realizará mediante el sistema de:",
        "opciones": {
          "a": "Concurso.",
          "b": "Adscripción provisional.",
          "c": "Reasignación de efectivos.",
          "d": "Libre designación."
        },
        "respuesta_correcta": "d"
      },
      {
        "numero": 30,
        "pregunta": "El intervalo de niveles en el Subgrupo C2, conforme la Resolución de la Secretaría de Estado de Función Pública, de 7 de mayo de 2024, para la adecuación de los puestos de trabajo a la disposición transitoria sexta del Real Decreto-Ley 6/2023, de 19 de diciembre, es:",
        "opciones": {
          "a": "Nivel mínimo 14 y nivel máximo 18.",
          "b": "Nivel mínimo 12 y nivel máximo 18.",
          "c": "Nivel mínimo 16 y nivel máximo 22.",
          "d": "Nivel mínimo 14 y nivel máximo 20."
        },
        "respuesta_correcta": "a"
      },
      {
        "numero": 31,
        "pregunta": "Indique cuál de las siguientes palabras es el sinónimo de AGLOMERADO.",
        "opciones": {
          "a": "Defecto.",
          "b": "Amalgama.",
          "c": "Avanzado.",
          "d": "Necesario."
        },
        "respuesta_correcta": "b"
      },
      {
        "numero": 32,
        "pregunta": "Indique cuál de las siguientes palabras es el antónimo de la palabra NULIDAD.",
        "opciones": {
          "a": "Competencia.",
          "b": "Triste.",
          "c": "Alzado.",
          "d": "Franco."
        },
        "respuesta_correcta": "a"
      },
      {
        "numero": 33,
        "pregunta": "Indique cuál de las siguientes palabras es el antónimo de la palabra FÚTIL.",
        "opciones": {
          "a": "Aceitoso.",
          "b": "Conjuntado.",
          "c": "Pálido.",
          "d": "Esencial."
        },
        "respuesta_correcta": "d"
      },
      {
        "numero": 34,
        "pregunta": "Indique cuál de las siguientes palabras es el sinónimo de ALIFAFE.",
        "opciones": {
          "a": "Indisposición.",
          "b": "Salvar.",
          "c": "Terruño.",
          "d": "Cita."
        },
        "respuesta_correcta": "a"
      },
      {
        "numero": 35,
        "pregunta": "Indique cuál de las siguientes palabras es el antónimo de la palabra EMBUSTE.",
        "opciones": {
          "a": "Yuca.",
          "b": "Gracia.",
          "c": "Verdad.",
          "d": "Modo."
        },
        "respuesta_correcta": "c"
      },
      {
        "numero": 36,
        "pregunta": "Indique cuál de las siguientes palabras contiene un error ortográfico.",
        "opciones": {
          "a": "Varniz.",
          "b": "Baño.",
          "c": "Pátina.",
          "d": "Grabar."
        },
        "respuesta_correcta": "a"
      },
      {
        "numero": 37,
        "pregunta": "Indique cuál de las siguientes palabras es el sinónimo de LAPSO.",
        "opciones": {
          "a": "Traumático.",
          "b": "Transcurso.",
          "c": "Falaz.",
          "d": "Numeroso."
        },
        "respuesta_correcta": "b"
      },
      {
        "numero": 38,
        "pregunta": "Dadas las siguientes equivalencias: a=0001, b=0010, c=0100, d=1000, e=0011, f=0101. ¿Qué serie de letras corresponde a la siguiente serie de números?: 0001010001000010",
        "opciones": {
          "a": "faeb",
          "b": "accb",
          "c": "baed",
          "d": "ecbd"
        },
        "respuesta_correcta": "b"
      },
      {
        "numero": 39,
        "pregunta": "Indique cuál de las siguientes palabras contiene un error ortográfico.",
        "opciones": {
          "a": "Giñapo.",
          "b": "Saya.",
          "c": "Tramoya.",
          "d": "Ajonjolí."
        },
        "respuesta_correcta": "a"
      },
      {
        "numero": 40,
        "pregunta": "Tenemos 12 bolas en una bolsa de las cuales 4 son rojas, 3 son verdes y 5 son azules. Si seleccionamos una bola al azar, ¿cuál es la probabilidad de que sea roja?",
        "opciones": {
          "a": "12,50 %",
          "b": "25,10 %",
          "c": "41,15 %",
          "d": "33,33 %"
        },
        "respuesta_correcta": "d"
      },
      {
        "numero": 41,
        "pregunta": "Indique cuál de las siguientes palabras contiene un error ortográfico.",
        "opciones": {
          "a": "Harapo.",
          "b": "Jabalí.",
          "c": "Halgama.",
          "d": "Jirón."
        },
        "respuesta_correcta": "c"
      },
      {
        "numero": 42,
        "pregunta": "Dadas las siguientes equivalencias: d=0101, k=0110, l=1101, p=1010, r=0010, t=1001. ¿Qué serie de letras corresponde a la siguiente serie de números?: 1010010110011101",
        "opciones": {
          "a": "pdtl",
          "b": "klpd",
          "c": "rdkl",
          "d": "tdkr"
        },
        "respuesta_correcta": "a"
      },
      {
        "numero": 43,
        "pregunta": "Dadas las siguientes equivalencias: g=1001, i=1011, b=0010, r=1101, a=0011, x=0100. ¿Qué serie de letras corresponde a la siguiente serie de números?: 1011001110010010",
        "opciones": {
          "a": "axig",
          "b": "iixb",
          "c": "iagb",
          "d": "gxai"
        },
        "respuesta_correcta": "c"
      },
      {
        "numero": 44,
        "pregunta": "Si el número total de empleados de una oficina es 73 y 12 están en el departamento comercial, ¿qué porcentaje suponen el resto de los empleados de los otros departamentos?",
        "opciones": {
          "a": "92,55 %",
          "b": "64,15 %",
          "c": "83,56 %",
          "d": "79,85 %"
        },
        "respuesta_correcta": "c"
      },
      {
        "numero": 45,
        "pregunta": "Indique cuál de los siguientes números continúa la secuencia 5, 1, 5, 2, 10, 3, _",
        "opciones": {
          "a": "13",
          "b": "17",
          "c": "33",
          "d": "30"
        },
        "respuesta_correcta": "d"
      },
      {
        "numero": 46,
        "pregunta": "Indique cuál de los siguientes números continúa la secuencia: 48, 2, 24, 2, 12, 2, _",
        "opciones": {
          "a": "5",
          "b": "11",
          "c": "6",
          "d": "15"
        },
        "respuesta_correcta": "c"
      },
      {
        "numero": 47,
        "pregunta": "Se sortean 5 teléfonos móviles, 3 tabletas, y 1 ordenador portátil. Si somos 9 personas y recibiremos un objeto cada uno, ¿qué probabilidad tenemos de que nos toque el ordenador portátil?",
        "opciones": {
          "a": "15,90 %",
          "b": "13,33 %",
          "c": "11,11 %",
          "d": "10,25 %"
        },
        "respuesta_correcta": "c"
      },
      {
        "numero": 48,
        "pregunta": "Indique cuál de los siguientes números continúa la secuencia: 32, -3, 29, 5, 34, -2, _",
        "opciones": {
          "a": "29",
          "b": "36",
          "c": "28",
          "d": "32"
        },
        "respuesta_correcta": "d"
      },
      {
        "numero": 49,
        "pregunta": "Según los datos del cuadro Biblioteca, siendo que la columna Clasificación de ubicación se refiere al nombre del título, ¿en cuál de las siguientes ubicaciones, habría que colocar este libro? Tema: Derecho Económico. Nombre: 'Trabajo temporal. Tributación'.",
        "opciones": {
          "a": "Planta: 1. Pasillo: 2 izquierda. Estanterías: 2 a 5.",
          "b": "Planta: 1. Pasillo: 3 derecha. Estanterías: 2 a 5.",
          "c": "Planta: 2. Pasillo: 2 derecha. Estanterías: 3 a 5.",
          "d": "Planta: 1. Pasillo: 3 derecha. Estanterías: 1 a 5."
        },
        "respuesta_correcta": "d"
      },
      {
        "numero": 50,
        "pregunta": "Según los datos del cuadro Biblioteca, siendo que la columna Clasificación de ubicación se refiere al nombre del título, ¿cuál de los siguientes títulos se ubicará en la planta 3, pasillo 1 izquierda, estanterías 1 a 4?",
        "opciones": {
          "a": "Tema: Derecho económico. Nombre: 'Leyes aduaneras de la Unión Europea'.",
          "b": "Tema: Geografía política. Nombre: 'Agricultura en el sur de Europa'.",
          "c": "Tema: Geografía física. Nombre: 'Picos más altos de España'.",
          "d": "Tema: Derecho laboral. Nombre: 'Contratos y acuerdos laborales'."
        },
        "respuesta_correcta": "b"
      },
      {
        "numero": 51,
        "pregunta": "Según los datos del cuadro Biblioteca, cuál de los siguientes temas tiene un mayor número total de títulos?",
        "opciones": {
          "a": "Geografía Física.",
          "b": "Derecho Laboral.",
          "c": "Derecho Económico.",
          "d": "Geografía Política."
        },
        "respuesta_correcta": "b"
      },
      {
        "numero": 52,
        "pregunta": "Según los datos del cuadro Biblioteca, ¿cuál de los siguientes temas tiene un número total de títulos superior a la media de títulos por tema?",
        "opciones": {
          "a": "Geografía Política.",
          "b": "Geografía Cartografía.",
          "c": "Derecho Económico.",
          "d": "Geografía Física."
        },
        "respuesta_correcta": "c"
      },
      {
        "numero": 53,
        "pregunta": "Según los datos del cuadro Biblioteca, siendo que la columna Clasificación de ubicación se refiere al nombre del título, ¿en cuál de las siguientes ubicaciones, habría que colocar este libro? Tema: Geografía física. Nombre: 'Cordilleras asiáticas'.",
        "opciones": {
          "a": "Planta: 3 Pasillo: 1 derecha. Estanterías: 1 a 4.",
          "b": "Planta: 2 Pasillo: 2 derecha. Estanterías: 3 a 5.",
          "c": "Planta: 2. Pasillo: 3 derecha. Estanterías: 2 a 4.",
          "d": "Planta: 3 Pasillo: 1 derecha. Estanterías: 1 a 5."
        },
        "respuesta_correcta": "c"
      },
      {
        "numero": 54,
        "pregunta": "Según los datos del cuadro Biblioteca, siendo que la columna Clasificación de ubicación se refiere al nombre del título, ¿cuál de los siguientes títulos se ubicará en la planta 2, pasillo 1 izquierda, estanterías 2 a 4?",
        "opciones": {
          "a": "Tema: Derecho laboral. Nombre: 'Contratos y acuerdos laborales'.",
          "b": "Tema: Geografía cartografía. Nombre: 'Mapas de Europa'.",
          "c": "Tema: Geografía física. Nombre: 'Cordilleras asiáticas'.",
          "d": "Tema: Derecho económico. Nombre: 'Teoría y práctica del derecho económico'."
        },
        "respuesta_correcta": "a"
      },
      {
        "numero": 55,
        "pregunta": "Según los datos del cuadro Laboratorios y suponiendo que asisten todos los inscritos, ¿qué día hay mayor asistencia de alumnos?",
        "opciones": {
          "a": "Miércoles.",
          "b": "Jueves.",
          "c": "Martes.",
          "d": "Viernes."
        },
        "respuesta_correcta": "b"
      },
      {
        "numero": 56,
        "pregunta": "Según los datos del cuadro Laboratorios, ¿en cuál de las plantas hay una menor capacidad total?",
        "opciones": {
          "a": "Planta 1.",
          "b": "Planta 2.",
          "c": "Planta 3.",
          "d": "Planta 4."
        },
        "respuesta_correcta": "a"
      },
      {
        "numero": 57,
        "pregunta": "Según los datos del cuadro Laboratorios, ¿cuál de las siguientes aulas, situada por encima de la segunda planta, cuenta con un número mayor de inscritos?",
        "opciones": {
          "a": "4",
          "b": "7",
          "c": "1",
          "d": "3"
        },
        "respuesta_correcta": "b"
      },
      {
        "numero": 58,
        "pregunta": "Según los datos del cuadro Laboratorios, indique cuál de las siguientes materias cuenta con un laboratorio de más de 45 puestos de capacidad, se imparte después del martes, y está en la planta 3.",
        "opciones": {
          "a": "Biología.",
          "b": "Genética.",
          "c": "Bioinformática.",
          "d": "Inmunología."
        },
        "respuesta_correcta": "d"
      },
      {
        "numero": 59,
        "pregunta": "Según los datos del cuadro Laboratorios, ¿cuál de los siguientes profesores imparte su materia en la planta 2 y termina más tarde, teniendo en cuenta que todas las clases tienen una hora de duración?",
        "opciones": {
          "a": "Marta Torres.",
          "b": "Rubén Gómez.",
          "c": "Inés Herrera.",
          "d": "Ignacio Benítez."
        },
        "respuesta_correcta": "a"
      },
      {
        "numero": 60,
        "pregunta": "Según los datos del cuadro Laboratorios, indique cuál de los siguientes profesores imparte la materia en el aula número 2, con una capacidad superior a 40 puestos y a una hora más temprana.",
        "opciones": {
          "a": "Ángel Gutiérrez.",
          "b": "Ignacio Benítez.",
          "c": "Rubén Gómez.",
          "d": "Antonio Durán."
        },
        "respuesta_correcta": "c"
      }
    ],
    "preguntas_reserva": [
      {
        "numero": 1,
        "pregunta": "Indique la respuesta correcta en referencia al Plan Anual Normativo previsto en el artículo 25 de la Ley 50/1997, de 27 de noviembre, del Gobierno:",
        "opciones": {
          "a": "El Ministro de la Presidencia lo elevará al Consejo de Ministros para su aprobación antes del 30 de abril.",
          "b": "El Ministro de la Presidencia lo elevará al Consejo de Ministros para su aprobación antes del 1 de junio.",
          "c": "El Ministro de la Presidencia lo elevará al Consejo de Ministros para su aprobación antes del 31 de octubre.",
          "d": "El Ministro de la Presidencia lo elevará al Consejo de Ministros para su aprobación antes del 31 de diciembre."
        },
        "respuesta_correcta": "a"
      },
      {
        "numero": 2,
        "pregunta": "De conformidad con el Reglamento 2016/679, del Parlamento Europeo y del Consejo, de 27 de abril, relativo a la protección de las personas físicas, en lo que respecta al tratamiento de datos personales y a la libre circulación de estos datos, indique a quién responde la siguiente definición: persona física o jurídica, autoridad pública, servicio u otro organismo que, solo o junto con otros, determina los fines y medios del tratamiento de datos.",
        "opciones": {
          "a": "Responsable del tratamiento.",
          "b": "Encargado del tratamiento.",
          "c": "Destinatario del tratamiento.",
          "d": "Interesado."
        },
        "respuesta_correcta": "a"
      },
      {
        "numero": 3,
        "pregunta": "Indique entre las siguientes palabras cuál es el antónimo de la palabra VENTURA.",
        "opciones": {
          "a": "Aireado.",
          "b": "Quimerista.",
          "c": "Peligroso.",
          "d": "Desdicha."
        },
        "respuesta_correcta": "d"
      },
      {
        "numero": 4,
        "pregunta": "Ana tiene 12 libros de historia, 16 novelas y 8 ensayos. ¿Cuál es el porcentaje de novelas?",
        "opciones": {
          "a": "41,10 %",
          "b": "58,35 %",
          "c": "36,50 %",
          "d": "44,44 %"
        },
        "respuesta_correcta": "d"
      },
      {
        "numero": 5,
        "pregunta": "Halle el valor de 21(4x – 6) = x",
        "opciones": {
          "a": "- 1,93",
          "b": "1,52",
          "c": "0,70",
          "d": "- 10,28"
        },
        "respuesta_correcta": "b"
      }
    ]
  },
  "segunda_parte": {
    "preguntas": [
      {
        "numero": 1,
        "pregunta": "De conformidad con el artículo 4 del Real Decreto 366/2007, de 16 de marzo, en relación con las Oficinas de Atención al Ciudadano, en el caso de disponer de plazas de aparcamiento, ¿cuántas reservarán destinadas en exclusividad a personas con movilidad reducida?",
        "opciones": {
          "a": "Un número suficiente de plazas.",
          "b": "Un 2 % del total.",
          "c": "Un 5 % del total.",
          "d": "Un 7 % del total."
        },
        "respuesta_correcta": "a"
      },
      {
        "numero": 2,
        "pregunta": "Conforme a la regulación contenida en el Real Decreto 951/2005, de 29 de julio, por el que se establece el marco general para la mejora de la calidad en la Administración General del Estado, recibida una queja o sugerencia la unidad responsable de su gestión informará al interesado de las actuaciones realizadas en el plazo de:",
        "opciones": {
          "a": "15 días hábiles.",
          "b": "20 días hábiles.",
          "c": "30 días hábiles.",
          "d": "10 días hábiles."
        },
        "respuesta_correcta": "b"
      },
      {
        "numero": 3,
        "pregunta": "De acuerdo con el artículo 2 del Real Decreto 366/2007, de 16 de marzo, por el que se establecen las condiciones de accesibilidad y no discriminación de las personas con discapacidad en sus relaciones con la Administración General del Estado y con arreglo a lo dispuesto en el segundo párrafo del apartado 1 de la disposición final quinta de la Ley 51/2003, de 2 de diciembre, la actuación de la Administración General del Estado asegurará a los ciudadanos con discapacidad la efectividad de sus derechos en sus relaciones con la Administración mediante:",
        "opciones": {
          "a": "La accesibilidad, en determinados supuestos.",
          "b": "La compensación de las ventajas que estos ciudadanos pudieran presentar en sus relaciones con la Administración.",
          "c": "La discriminación por razón de discapacidad.",
          "d": "La garantía de la igualdad de oportunidades."
        },
        "respuesta_correcta": "d"
      },
      {
        "numero": 4,
        "pregunta": "Según el Real Decreto 203/2021, de 30 de marzo, por el que se aprueba el Reglamento de actuación y funcionamiento del sector público por medios electrónicos, la creación y supresión de portales de internet en el ámbito estatal requerirá informe favorable de:",
        "opciones": {
          "a": "Persona titular del Departamento.",
          "b": "Comisión Ministerial de Administración Digital.",
          "c": "Secretaría General Técnica del Departamento.",
          "d": "Comisión Superior Digital."
        },
        "respuesta_correcta": "b"
      },
      {
        "numero": 5,
        "pregunta": "Entre las funciones de atención al ciudadano, la de recepción y acogida a los ciudadanos, al objeto de facilitarles la orientación y ayuda que precisen en el momento inicial de su visita, y, en particular, la relativa a la localización de dependencias y funcionarios, según indica el Real Decreto 208/1996, de 9 de febrero, por el que se regulan los servicios de información administrativa y atención al ciudadano se corresponde con la atención:",
        "opciones": {
          "a": "General.",
          "b": "Colaborativa.",
          "c": "Descentralizada.",
          "d": "Personalizada."
        },
        "respuesta_correcta": "d"
      },
      {
        "numero": 6,
        "pregunta": "De conformidad con el artículo 9.1 del Real Decreto 208/1996, de 9 de febrero, por el que se regulan los servicios de información administrativa y atención al ciudadano, las oficinas de información y atención al ciudadano dependientes de las Delegaciones del Gobierno en las Comunidades Autónomas, de los Gobiernos Civiles y de las Delegaciones Insulares del Gobierno tendrán el carácter de:",
        "opciones": {
          "a": "Oficinas auxiliares.",
          "b": "Oficinas de apoyo y colaboración.",
          "c": "Oficinas centrales.",
          "d": "Oficinas sectoriales."
        },
        "respuesta_correcta": "c"
      },
      {
        "numero": 7,
        "pregunta": "De conformidad con el Real Decreto 1708/2011, de 18 de noviembre, ¿qué clase de archivo cumple con la función de coordinar y controlar el funcionamiento de los distintos archivos de gestión?",
        "opciones": {
          "a": "Archivo intermedio.",
          "b": "Archivo de oficina.",
          "c": "Archivo Histórico Nacional.",
          "d": "Archivo Central."
        },
        "respuesta_correcta": "d"
      },
      {
        "numero": 8,
        "pregunta": "La definición dada por el Real Decreto 1708/2011, de 18 de noviembre, por el que se establece el Sistema Español de Archivos y se regula el Sistema de Archivos de la Administración General del Estado y de sus Organismos Públicos y su régimen de acceso, al 'Conjunto de normas reguladoras, así como de órganos, centros y servicios competentes en la gestión eficaz de los documentos y de los archivos' se corresponde con:",
        "opciones": {
          "a": "Ciclo vital de documentos.",
          "b": "Expediente electrónico.",
          "c": "Documento electrónico.",
          "d": "Sistema archivístico."
        },
        "respuesta_correcta": "d"
      },
      {
        "numero": 9,
        "pregunta": "De acuerdo con la Orden PCM/1382/2021, de 9 de diciembre, por la que se regula el Registro Electrónico General en el ámbito de la Administración General del Estado, concluido el trámite de registro en el REG-AGE, los documentos serán cursados a sus destinatarios y a las unidades administrativas correspondientes desde el registro en que hubieran sido recibidas:",
        "opciones": {
          "a": "Sin dilación.",
          "b": "En el plazo máximo de 1 día.",
          "c": "En el plazo máximo de 2 días.",
          "d": "En el plazo máximo de 3 días."
        },
        "respuesta_correcta": "a"
      },
      {
        "numero": 10,
        "pregunta": "De conformidad con la Orden HAP/1949/2014, de 13 de octubre, por la que se regula el Punto de Acceso General de la Administración General del Estado y se crea su sede electrónica, la dirección electrónica de referencia de la sede electrónica del Punto de Acceso General será:",
        "opciones": {
          "a": "https://sede.telefono060.es",
          "b": "https://sede.administracion.gob.es",
          "c": "https://administracion.com",
          "d": "https://administracionelectronica.gob.es"
        },
        "respuesta_correcta": "b"
      },
      {
        "numero": 11,
        "pregunta": "¿Cuál es el documento digital que contiene los datos identificativos de su suscriptor y le vincula con unos datos de verificación de firma y confirma su identidad?",
        "opciones": {
          "a": "Certificado electrónico FNMT de Ciudadano.",
          "b": "Certificación HACCP.",
          "c": "ISO 9001.",
          "d": "Número de serie CMD."
        },
        "respuesta_correcta": "a"
      },
      {
        "numero": 12,
        "pregunta": "Indique cuál de los siguientes dispositivos propuestos se utiliza para la impresión.",
        "opciones": {
          "a": "Plóter.",
          "b": "UPS.",
          "c": "Conmutador de red.",
          "d": "Lápiz óptico."
        },
        "respuesta_correcta": "a"
      },
      {
        "numero": 13,
        "pregunta": "¿Qué es el 'Contenido destacado' de Windows 10?",
        "opciones": {
          "a": "Es el contenido anclado en la barra de tareas.",
          "b": "Es una característica de Windows que muestra diferentes imágenes de fondo y, en ocasiones, ofrece sugerencias en la pantalla de bloqueo.",
          "c": "Es el contenido anclado al área Acceso rápido del Explorador de Windows.",
          "d": "Es un tipo de contenido que se puede seleccionar para que se muestre en Microsoft Edge, al abrir una nueva pestaña."
        },
        "respuesta_correcta": "b"
      },
      {
        "numero": 14,
        "pregunta": "Indique cuál de los siguientes tipos de datos se corresponde con el siguiente dato: 6,21",
        "opciones": {
          "a": "Entero.",
          "b": "Booleano.",
          "c": "Lista.",
          "d": "Coma flotante."
        },
        "respuesta_correcta": "d"
      },
      {
        "numero": 15,
        "pregunta": "De los siguientes elementos propuestos, ¿cuál recoge el calor generado por el procesador y lo transmite al ambiente?",
        "opciones": {
          "a": "Tarjeta de red.",
          "b": "Procesador (CPU).",
          "c": "Placa base.",
          "d": "Disipador."
        },
        "respuesta_correcta": "d"
      },
      {
        "numero": 16,
        "pregunta": "En Windows 10, ¿cuál de las siguientes afirmaciones es verdadera con respecto a la visualización del nombre del dispositivo y de la edición de Windows?",
        "opciones": {
          "a": "Ambos datos están disponibles en la sección 'Acerca de', de la Configuración.",
          "b": "El nombre del dispositivo es información sensible y por tanto no está disponible en la Configuración.",
          "c": "El nombre del dispositivo únicamente está disponible en el Administrador de dispositivos, y no en la sección 'Acerca de', de la Configuración.",
          "d": "La edición de Windows únicamente está disponible en Administración de equipos."
        },
        "respuesta_correcta": "a"
      },
      {
        "numero": 17,
        "pregunta": "Indique cuál de las siguientes opciones describe el término informático 'Python':",
        "opciones": {
          "a": "Sistema operativo.",
          "b": "Aplicación de hoja de cálculo.",
          "c": "Lenguaje de programación.",
          "d": "Protocolo de comunicaciones."
        },
        "respuesta_correcta": "c"
      },
      {
        "numero": 18,
        "pregunta": "Indique la afirmación correcta con respecto a la configuración de teléfonos en Windows 10.",
        "opciones": {
          "a": "Es posible vincular teléfonos con un equipo con Windows 10, siempre y cuando también utilicen un sistema operativo Windows.",
          "b": "Es posible descargar la información almacenada en un teléfono móvil en un equipo Windows 10, pero no es posible la vinculación.",
          "c": "Es posible vincular teléfonos Android o iPhone con Windows 10, de modo que podamos enviar mensajes de texto y mirar fotos del teléfono directamente en el equipo.",
          "d": "Es posible vincular teléfonos Android o iPhone con Windows 10, lo que permite utilizar el sistema de audio del equipo en llamadas de teléfono, pero no es posible enviar mensajes de texto y mirar fotos del teléfono directamente en el equipo."
        },
        "respuesta_correcta": "c"
      },
      {
        "numero": 19,
        "pregunta": "Queremos saber el impacto en el consumo de energía de una aplicación que estamos utilizando en un dispositivo con Windows 10, ¿cuál es la herramienta que nos proporcionará esta información entre las opciones propuestas?",
        "opciones": {
          "a": "Servicios.",
          "b": "Administrador de tareas.",
          "c": "Visor de eventos.",
          "d": "Explorador de archivos."
        },
        "respuesta_correcta": "b"
      },
      {
        "numero": 20,
        "pregunta": "De las siguientes afirmaciones propuestas, ¿cuál es correcta con respecto al Explorador de archivos de Windows 10?",
        "opciones": {
          "a": "Es posible seleccionar distintos diseños para mostrar los archivos, pero no es posible agruparlos por diferentes columnas que podemos elegir.",
          "b": "Es posible agrupar los archivos por diferentes columnas que podemos elegir, pero no existen diferentes diseños para mostrar los archivos.",
          "c": "Solo es posible agrupar los archivos por diferentes columnas que podemos elegir en algunos de los diseños para mostrar los archivos.",
          "d": "Es posible seleccionar distintos diseños para mostrar los archivos, así como también es posible agruparlos por diferentes columnas que podemos elegir."
        },
        "respuesta_correcta": "d"
      },
      {
        "numero": 21,
        "pregunta": "Trabajamos en un dispositivo con Windows 10 y necesitamos compartirlo con un técnico de soporte para que acceda en remoto. ¿Cuál de los siguientes accesorios de Windows nos servirá para tal propósito?",
        "opciones": {
          "a": "Visor XPS.",
          "b": "Windows Media Player.",
          "c": "Grabación de acciones de usuario.",
          "d": "Asistencia rápida."
        },
        "respuesta_correcta": "d"
      },
      {
        "numero": 22,
        "pregunta": "¿Cuál de las siguientes afirmaciones es correcta con respecto a las búsquedas de Windows 10?",
        "opciones": {
          "a": "Es posible optar por ocultar la búsqueda o mostrar el cuadro de búsqueda. La opción de mostrar únicamente el icono no está disponible.",
          "b": "Es posible optar por mostrar únicamente el icono de búsqueda, o mostrar el cuadro de búsqueda, pero no es posible ocultar la búsqueda.",
          "c": "Es posible optar por ocultar la búsqueda o por mostrar únicamente el icono de búsqueda, pero la opción de mostrar el cuadro de búsqueda no está disponible.",
          "d": "Es posible optar por ocultar la búsqueda, mostrar únicamente el icono de búsqueda, o mostrar el cuadro de búsqueda."
        },
        "respuesta_correcta": "d"
      },
      {
        "numero": 23,
        "pregunta": "¿Qué es lo que se muestra en el Acceso rápido del Explorador de archivos de Windows 10 por defecto?",
        "opciones": {
          "a": "Bibliotecas y OneDrive.",
          "b": "Carpetas frecuentes y Archivos recientes.",
          "c": "Configuración y Red.",
          "d": "Bibliotecas y Configuración."
        },
        "respuesta_correcta": "b"
      },
      {
        "numero": 24,
        "pregunta": "En una hoja de Excel 365 en idioma español, en una celda a la cual no se le ha aplicado ningún tipo de formato, escribimos el siguiente valor: 20-2 ¿Cuál de las siguientes opciones es la que mostrará tras pulsar la tecla Enter?",
        "opciones": {
          "a": "20-feb",
          "b": "18",
          "c": "20-2",
          "d": "45342,00"
        },
        "respuesta_correcta": "a"
      },
      {
        "numero": 25,
        "pregunta": "¿Cuál de las siguientes funciones de Windows 10 permite hacer copias de seguridad automáticas de los archivos?",
        "opciones": {
          "a": "Historial.",
          "b": "Acceso rápido.",
          "c": "Copiar a.",
          "d": "Seguridad avanzada."
        },
        "respuesta_correcta": "a"
      },
      {
        "numero": 26,
        "pregunta": "De las siguientes propuestas, ¿cuál es la utilidad principal de indexar archivos en la Búsqueda en Windows 10?",
        "opciones": {
          "a": "Realizar copias de seguridad de los archivos, mensajes de correo electrónico u otro contenido local, como precaución de borrado en la búsqueda.",
          "b": "Copiar los archivos, mensajes de correo electrónico u otro contenido local en OneDrive y sincronizarlos con la copia local.",
          "c": "Seleccionar los archivos, mensajes de correo electrónico u otro contenido local para marcarlo y que no se utilice en las búsquedas.",
          "d": "Obtener resultados aún más rápido al buscar archivos, mensajes de correo electrónico u otro contenido local."
        },
        "respuesta_correcta": "d"
      },
      {
        "numero": 27,
        "pregunta": "En un párrafo seleccionado de Word 365 queremos reducir el tamaño de la fuente empleando el teclado para ello. ¿Qué combinación de teclas emplearemos de entre las propuestas?",
        "opciones": {
          "a": "Ctrl + símbolo '-'",
          "b": "Alt + símbolo '-'",
          "c": "Ctrl + símbolo '<'",
          "d": "Alt + símbolo '<'"
        },
        "respuesta_correcta": "c"
      },
      {
        "numero": 28,
        "pregunta": "Vamos a escribir e imprimir un sobre con Word 365. ¿Cuál de las siguientes afirmaciones es correcta con respecto al remite?",
        "opciones": {
          "a": "Es necesario escribir el remite cada vez que escribimos el sobre.",
          "b": "Es posible guardar el remite en Word, para reutilizarlo, en las opciones avanzadas del archivo.",
          "c": "No hay ninguna funcionalidad específica de remite en un documento.",
          "d": "Solo es posible reutilizar el remite si lo hemos guardado en Access."
        },
        "respuesta_correcta": "b"
      },
      {
        "numero": 29,
        "pregunta": "En Word 365 queremos aplicar formatos preestablecidos a algunos textos y que esta acción nos sirva también para después crear una tabla de contenido. ¿Qué tipo de herramienta de la cinta de opciones aplicaremos?",
        "opciones": {
          "a": "Tamaño de letra.",
          "b": "Espaciado.",
          "c": "Tipo de fuente.",
          "d": "Estilos."
        },
        "respuesta_correcta": "d"
      },
      {
        "numero": 30,
        "pregunta": "¿Cuál de las características de Word 365 será la adecuada para enumerar los términos y los temas que se tratan en un documento, así como las páginas en las que aparecen?",
        "opciones": {
          "a": "Insertar índice.",
          "b": "Insertar nota al final.",
          "c": "Referencia indexada.",
          "d": "Elementos rápidos."
        },
        "respuesta_correcta": "a"
      },
      {
        "numero": 31,
        "pregunta": "De las opciones propuestas, ¿cuál de las siguientes descripciones es adecuada para la función Editor de Word 365?",
        "opciones": {
          "a": "Cambia la vista del documento para ver únicamente el texto.",
          "b": "Comprueba la ortografía, la gramática y las sugerencias de escritura.",
          "c": "Utiliza la voz para crear contenido en un documento.",
          "d": "Ofrece una lista de antónimos de la palabra seleccionada."
        },
        "respuesta_correcta": "b"
      },
      {
        "numero": 32,
        "pregunta": "Una celda de Excel 365 aparece con un valor predeterminado de formato General y posteriormente lo modificaremos al formato Porcentaje. Indique cuál de los siguientes valores hay que introducir primero con el formato General, para que una vez convertido muestre el valor 21,00 %.",
        "opciones": {
          "a": "21",
          "b": "0,21",
          "c": "21,00",
          "d": "0,0021"
        },
        "respuesta_correcta": "b"
      },
      {
        "numero": 33,
        "pregunta": "En un libro de Excel 365 tenemos varias hojas, y en la hoja activa varias tablas de las cuales hemos seleccionado una. ¿Cuál de las siguientes opciones debemos elegir para imprimir solo esta tabla?",
        "opciones": {
          "a": "Imprimir todo el libro.",
          "b": "Imprimir hojas activas.",
          "c": "Imprimir selección.",
          "d": "Imprimir todas las hojas."
        },
        "respuesta_correcta": "c"
      },
      {
        "numero": 34,
        "pregunta": "Indique cuál es la utilidad de la función de segmentación de datos en Excel 365.",
        "opciones": {
          "a": "Es una función que permite realizar operaciones de cálculo sobre una columna numérica.",
          "b": "Permite dividir una tabla de origen en varias tablas de destino separadas, según un criterio de segmentación.",
          "c": "Permite realizar cálculos financieros utilizando varias columnas de una tabla.",
          "d": "Es una función que permite filtrar datos de manera interactiva en tablas o tablas dinámicas."
        },
        "respuesta_correcta": "d"
      },
      {
        "numero": 35,
        "pregunta": "En la celda G20 de un libro de Excel 365 tenemos la siguiente fórmula: =SI(E20>1000;\"Grande\";\"Pequeño\") ¿Cuál de las siguientes opciones describe correctamente el valor que se mostrará en la celda G20?",
        "opciones": {
          "a": "La celda G20 mostrará la fórmula. En la celda E20 se mostrarán los valores Grande o Pequeño en función de que el valor que reciba sea mayor o menor que 1000.",
          "b": "El valor mostrado en la celda E20 será el texto Grande si el valor de la celda G20 es mayor que 1000, y el texto Pequeño, si el valor de la celda G20 es menor de 1000.",
          "c": "El valor mostrado en la celda E20 será el texto Grande si el valor de la celda G20 es menor que 1000, y el texto Pequeño, si el valor de la celda G20 es mayor de 1000.",
          "d": "El valor mostrado en la celda G20 será el texto Grande si el valor de la celda E20 es mayor que 1000, y el texto Pequeño, si el valor de la celda E20 es menor de 1000."
        },
        "respuesta_correcta": "d"
      },
      {
        "numero": 36,
        "pregunta": "Necesitamos agregar un campo a una tabla de Access 365, en el cual vamos a almacenar texto con una longitud de hasta 60.000 caracteres. ¿Cuál de los siguientes tipos de campo es el correcto en Access para esta función?",
        "opciones": {
          "a": "Byte.",
          "b": "Texto largo.",
          "c": "Texto corto.",
          "d": "Número grande."
        },
        "respuesta_correcta": "b"
      },
      {
        "numero": 37,
        "pregunta": "Queremos configurar Outlook 365 para que cuando recibamos un mensaje que incluya el texto 'Aviso' en el asunto, se modifique la importancia a 'alta'. De las siguientes capacidades de Outlook, indique cuál emplearemos.",
        "opciones": {
          "a": "Alerta.",
          "b": "Regla.",
          "c": "Seguimiento.",
          "d": "Tarea."
        },
        "respuesta_correcta": "b"
      },
      {
        "numero": 38,
        "pregunta": "Indique cuál es el tamaño máximo que puede almacenar un campo de tipo 'Datos adjuntos' en una tabla de Access 365.",
        "opciones": {
          "a": "Únicamente lo limita el espacio disponible en el disco duro.",
          "b": "Hasta 2GB.",
          "c": "255 caracteres.",
          "d": "64 bytes."
        },
        "respuesta_correcta": "b"
      },
      {
        "numero": 39,
        "pregunta": "Añadimos un campo de tipo Calculado en una base de datos de Access 365. De las siguientes opciones, indique cómo debemos obtener el valor de ese campo.",
        "opciones": {
          "a": "Escribiendo una expresión válida en la celda en la Vista de Hoja de Datos.",
          "b": "Escribiendo una expresión válida en la Descripción de la Vista de Diseño.",
          "c": "Escribiendo una expresión válida en el Generador de expresiones.",
          "d": "Escribiendo una expresión válida en el campo Formato de la pestaña General dentro de la Vista de Diseño."
        },
        "respuesta_correcta": "c"
      },
      {
        "numero": 40,
        "pregunta": "Vamos a crear un informe en una base de datos de Access 365. ¿Cuál de las siguientes opciones indica de forma correcta el tipo de objetos sobre los que podemos crear el informe?",
        "opciones": {
          "a": "Sólo Consultas.",
          "b": "Consultas y Formularios.",
          "c": "Sólo Formularios.",
          "d": "Tablas y Consultas."
        },
        "respuesta_correcta": "d"
      },
      {
        "numero": 41,
        "pregunta": "En Outlook 365, ¿cuál de las siguientes afirmaciones es correcta con respecto a los calendarios?",
        "opciones": {
          "a": "Es posible crear citas, pero para crear eventos es necesario Microsoft Teams.",
          "b": "Los calendarios de Outlook no se pueden enviar por correo electrónico.",
          "c": "Si hay acceso a un sitio de SharePoint, es posible ver las listas de eventos de ese sitio en el Calendario Outlook.",
          "d": "Es posible tener varios calendarios asociados a la cuenta, pero no se pueden visualizar uno al lado del otro."
        },
        "respuesta_correcta": "c"
      },
      {
        "numero": 42,
        "pregunta": "Queremos realizar una consulta en una base de datos de Access 365, cuyo objeto es combinar datos de dos o más tablas en una sola consulta. ¿Cuál de los siguientes tipos de consulta deberemos emplear?",
        "opciones": {
          "a": "Consulta de Unión.",
          "b": "Consulta de Inserción.",
          "c": "Consulta de Resumen.",
          "d": "Consulta de Eliminación."
        },
        "respuesta_correcta": "a"
      },
      {
        "numero": 43,
        "pregunta": "¿Cuál de las siguientes opciones corresponde a un sistema de gestión de contenidos (CMS) en internet?",
        "opciones": {
          "a": "Spotify.",
          "b": "Instagram.",
          "c": "Gmail.",
          "d": "WordPress."
        },
        "respuesta_correcta": "d"
      },
      {
        "numero": 44,
        "pregunta": "Tenemos dos cuentas de usuario agregadas a Outlook 365. ¿Cuál de las siguientes opciones es correcta si realizamos una búsqueda sobre el Buzón en el que nos encontramos?",
        "opciones": {
          "a": "La búsqueda se realiza sobre todas las carpetas de todos los buzones de las dos cuentas de usuario agregadas a Outlook.",
          "b": "La búsqueda se realiza sobre la carpeta en la que nos encontramos dentro del buzón y en ambas cuentas de usuario agregadas a Outlook.",
          "c": "La búsqueda se realiza sobre todas las carpetas del buzón de la cuenta de usuario en el que nos encontramos.",
          "d": "La búsqueda se realiza sobre todos los elementos de Outlook de la cuenta de usuario en el que nos encontramos, incluidas citas o tareas."
        },
        "respuesta_correcta": "c"
      },
      {
        "numero": 45,
        "pregunta": "De los siguientes elementos propuestos, indique cuál permite administrar el tamaño del buzón de correo en Outlook 365.",
        "opciones": {
          "a": "Preferencias de descarga.",
          "b": "Pasos rápidos.",
          "c": "Limpieza de buzón.",
          "d": "Crear grupo."
        },
        "respuesta_correcta": "c"
      },
      {
        "numero": 46,
        "pregunta": "¿Cuál de los siguientes es un protocolo asociado a la seguridad en los correos electrónicos?",
        "opciones": {
          "a": "TLS",
          "b": "XML",
          "c": "ASCII",
          "d": "CSS"
        },
        "respuesta_correcta": "a"
      },
      {
        "numero": 47,
        "pregunta": "El acceso a servicios informáticos bajo demanda por Internet, a recursos como servidores (físicos y virtuales), almacenamiento de datos, herramientas de desarrollo y capacidades de redes, ¿qué nombre recibe?",
        "opciones": {
          "a": "Bitdefender.",
          "b": "Computación cuántica.",
          "c": "Computación en la nube.",
          "d": "Factura electrónica."
        },
        "respuesta_correcta": "c"
      },
      {
        "numero": 48,
        "pregunta": "¿Qué empresa es la actual propietaria del portal del asistente web basado en Inteligencia Artificial de nombre Copilot?",
        "opciones": {
          "a": "Google.",
          "b": "Amazon.",
          "c": "Lenovo.",
          "d": "Microsoft."
        },
        "respuesta_correcta": "d"
      },
      {
        "numero": 49,
        "pregunta": "Indique cuál de las siguientes opciones corresponde a un software de servidor web.",
        "opciones": {
          "a": "Apache.",
          "b": "Kaspersky.",
          "c": "YouTube.",
          "d": "Voz IP."
        },
        "respuesta_correcta": "a"
      },
      {
        "numero": 50,
        "pregunta": "De los siguientes organismos propuestos, ¿cuál es el responsable de generar estándares y buenas prácticas de accesibilidad web?",
        "opciones": {
          "a": "Internet Corporation for Assigned Names and Numbers (ICANN).",
          "b": "Internet Assigned Numbers Authority (IANA).",
          "c": "World Wide Web Consortium (W3C).",
          "d": "Internet Engineering Task Force (IETF)."
        },
        "respuesta_correcta": "c"
      }
    ],
    "preguntas_reserva": [
      {
        "numero": 1,
        "pregunta": "En la Unión Europea y España se aplican normas y leyes para garantizar la accesibilidad web (práctica inclusiva de garantizar la accesibilidad a los sitios web). ¿Desde qué año se aplican estas normas y leyes?",
        "opciones": {
          "a": "2002.",
          "b": "1985.",
          "c": "1996.",
          "d": "2014."
        },
        "respuesta_correcta": "a"
      },
      {
        "numero": 2,
        "pregunta": "En una hoja de Excel 365 tenemos la fecha 02/02/2024 en la celda A2, y la fecha 11/02/2024 en la celda A3. En la celda C2 tenemos la siguiente fórmula: =DIAS(A2;A3) ¿ Cuál de las siguientes opciones será el valor que muestre la celda C2 como resultado de la fórmula?",
        "opciones": {
          "a": "-9",
          "b": "12/02/2024",
          "c": "9",
          "d": "01/02/2024"
        },
        "respuesta_correcta": "a"
      },
      {
        "numero": 3,
        "pregunta": "En un dispositivo portátil con Windows 10 instalado, queremos configurar algunas opciones como el uso de energía o los perfiles de sincronización. ¿Cuál de las siguientes capacidades podemos utilizar para realizar esta tarea?",
        "opciones": {
          "a": "Administrador de dispositivos.",
          "b": "Administrador de equipos.",
          "c": "Administrador de tareas.",
          "d": "Centro de movilidad."
        },
        "respuesta_correcta": "d"
      },
      {
        "numero": 4,
        "pregunta": "En Excel 365 hay tres opciones de inmovilización para facilitar la navegación por los datos de una hoja. ¿Cuál de las siguientes opciones de inmovilización es falsa?",
        "opciones": {
          "a": "Inmovilizar celdas seleccionadas.",
          "b": "Inmovilizar fila superior.",
          "c": "Inmovilizar paneles.",
          "d": "Inmovilizar primera columna."
        },
        "respuesta_correcta": "a"
      },
      {
        "numero": 5,
        "pregunta": "Conforme a la regulación contenida en la Orden HAP/1949/2014, de 13 de octubre, por la que se regula el Punto de Acceso General de la Administración General del Estado y se crea su sede electrónica, serán canales de acceso a los servicios del Punto de Acceso General:",
        "opciones": {
          "a": "Internet, las oficinas 060 y el teléfono 060.",
          "b": "El teléfono 060, exclusivamente.",
          "c": "La oficina 060, exclusivamente.",
          "d": "Atención con apoderamiento."
        },
        "respuesta_correcta": "a"
      }
    ]
  },
  "resumen": {
    "total_preguntas_primera_parte": 60,
    "total_preguntas_reserva_primera_parte": 5,
    "total_preguntas_segunda_parte": 50,
    "total_preguntas_reserva_segunda_parte": 5,
    "total_general": 120,
    "pregunta_anulada": "Primera parte, pregunta 23"
  }
}
