[
  {
    "id": "ae3ebcca-0b63-4231-ab7e-d51ac9b3d172",
    "question_text": "El artículo 81 de la Ley 39/2015 prevé solicitar con carácter preceptivo informes y dictámenes en los procedimientos de responsabilidad patrimonial. ¿Cuántos informes y dictámenes se prevén en dicho artículo?",
    "option_a": "1.",
    "option_b": "4.",
    "option_c": "3.",
    "option_d": "2.",
    "correct_option": 2,
    "correct_letter": "C",
    "explanation": "La respuesta correcta es C). Según el artículo 81 de la Ley 39/2015, en los procedimientos de responsabilidad patrimonial se deben solicitar tres informes y dictámenes: uno del servicio responsable de la lesión y dos adicionales en casos de indemnizaciones significativas, que requieren la opinión del Consejo de Estado o del órgano consultivo correspondiente. Las otras opciones son incorrectas porque no reflejan la cantidad total de informes y dictámenes establecidos en la normativa.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "81",
    "article_content": "1. En el caso de los procedimientos de responsabilidad patrimonial será preceptivo solicitar informe al servicio cuyo funcionamiento haya ocasionado la presunta lesión indemnizable, no pudiendo exceder de diez días el plazo de su emisión.\n\n2. Cuando las indemnizaciones reclamadas sean de cuantía igual o superior a 50.000 euros o a la que se establezca en la correspondiente legislación autonómica, así como en aquellos casos que disponga la Ley Orgánica 3/1980, de 22 de abril, del Consejo de Estado, será preceptivo solicitar dictamen del Consejo de Estado o, en su caso, del órgano consultivo de la Comunidad Autónoma.\n\nA estos efectos, el órgano instructor, en el plazo de diez días a contar desde la finalización del trámite de audiencia, remitirá al órgano competente para solicitar el dictamen una propuesta de resolución, que se ajustará a lo previsto en el artículo 91, o, en su caso, la propuesta de acuerdo por el que se podría terminar convencionalmente el procedimiento.\n\nEl dictamen se emitirá en el plazo de dos meses y deberá pronunciarse sobre la existencia o no de relación de causalidad entre el funcionamiento del servicio público y la lesión producida y, en su caso, sobre la valoración del daño causado y la cuantía y modo de la indemnización de acuerdo con los criterios establecidos en esta Ley.\n\n3. En el caso de reclamaciones en materia de responsabilidad patrimonial del Estado por el funcionamiento anormal de la Administración de Justicia, será preceptivo el informe del Consejo General del Poder Judicial que será evacuado en el plazo máximo de dos meses. El plazo para dictar resolución quedará suspendido por el tiempo que medie entre la solicitud del informe y su recepción, no pudiendo exceder dicho plazo de los citados dos meses.",
    "law_short_name": "Ley 39/2015"
  },
  {
    "id": "b4ce9a6d-c243-497b-81ae-5c119252e63b",
    "question_text": "De conformidad con lo previsto en el artículo 36.4 de la Ley 40/2015, el procedimiento para la exigencia de la responsabilidad patrimonial de las autoridades y personal al servicio de las Administraciones Públicas se iniciará por acuerdo del órgano competente que se notificará a los interesados y que constará, al menos, de los siguientes trámites:",
    "option_a": "Resolución por el órgano competente en el plazo de cinco días.",
    "option_b": "Audiencia durante un plazo de quince días.",
    "option_c": "Alegaciones durante un plazo de diez días.",
    "option_d": "Todas las respuestas anteriores son correctas.",
    "correct_option": 0,
    "correct_letter": "A",
    "explanation": "La respuesta correcta es A). Conforme al artículo 36 de la Ley 40/2015, el procedimiento para exigir la responsabilidad patrimonial se inicia con un acuerdo del órgano competente, que debe resolverse en un plazo de cinco días. Las opciones B) y C) no son correctas porque no forman parte de los trámites obligatorios establecidos en este artículo.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "36",
    "article_content": "1. Para hacer efectiva la responsabilidad patrimonial a que se refiere esta Ley, los particulares exigirán directamente a la Administración Pública correspondiente las indemnizaciones por los daños y perjuicios causados por las autoridades y personal a su servicio.\n\n2. La Administración correspondiente, cuando hubiere indemnizado a los lesionados, exigirá de oficio en vía administrativa de sus autoridades y demás personal a su servicio la responsabilidad en que hubieran incurrido por dolo, o culpa o negligencia graves, previa instrucción del correspondiente procedimiento.\n\nPara la exigencia de dicha responsabilidad y, en su caso, para su cuantificación, se ponderarán, entre otros, los siguientes criterios: el resultado dañoso producido, el grado de culpabilidad, la responsabilidad profesional del personal al servicio de las Administraciones públicas y su relación con la producción del resultado dañoso.\n\n3. Asimismo, la Administración instruirá igual procedimiento a las autoridades y demás personal a su servicio por los daños y perjuicios causados en sus bienes o derechos cuando hubiera concurrido dolo, o culpa o negligencia graves.\n\n4. El procedimiento para la exigencia de la responsabilidad al que se refieren los apartados 2 y 3, se sustanciará conforme a lo dispuesto en la Ley de Procedimiento Administrativo Común de las Administraciones Públicas y se iniciará por acuerdo del órgano competente que se notificará a los interesados y que constará, al menos, de los siguientes trámites:\n\na) Alegaciones durante un plazo de quince días.\n\nb) Práctica de las pruebas admitidas y cualesquiera otras que el órgano competente estime oportunas durante un plazo de quince días.\n\nc) Audiencia durante un plazo de diez días.\n\nd) Formulación de la propuesta de resolución en un plazo de cinco días a contar desde la finalización del trámite de audiencia.\n\ne) Resolución por el órgano competente en el plazo de cinco días.\n\n5. La resolución declaratoria de responsabilidad pondrá fin a la vía administrativa.\n\n6. Lo dispuesto en los apartados anteriores, se entenderá sin perjuicio de pasar, si procede, el tanto de culpa a los Tribunales competentes.",
    "law_short_name": "Ley 40/2015"
  },
  {
    "id": "f900c83e-7369-40a4-a796-d5b6dceec72c",
    "question_text": "De acuerdo con lo previsto en el artículo 66 de la Ley del Procedimiento Administrativo Común de las Administraciones Públicas, ¿cuál de los siguientes extremos no deberá figurar en las solicitudes presentadas por los interesados para el inicio del procedimiento administrativo?",
    "option_a": "Hechos, razones y petición en que se concrete, con toda claridad, la solicitud.",
    "option_b": "Firma del solicitante o de su representante o acreditación de la autenticidad de su voluntad expresada por cualquier medio.",
    "option_c": "Nombre y apellidos del interesado y, en su caso, de la persona que lo represente.",
    "option_d": "Órgano, centro o unidad administrativa a la que se dirige y su correspondiente código de identificación.",
    "correct_option": 1,
    "correct_letter": "B",
    "explanation": "La respuesta correcta es B). El artículo 66 de la Ley 39/2015 establece el contenido de las solicitudes que inicien procedimientos, incluyendo nombre y apellidos del interesado, hechos, razones y petición, lugar, fecha y firma, y órgano al que se dirige.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "66",
    "article_content": "1. Las solicitudes que se formulen deberán contener:\n\na) Nombre y apellidos del interesado y, en su caso, de la persona que lo represente.\n\nb) Identificación del medio electrónico, o en su defecto, lugar físico en que desea que se practique la notificación. Adicionalmente, los interesados podrán aportar su dirección de correo electrónico y/o dispositivo electrónico con el fin de que las Administraciones Públicas les avisen del envío o puesta a disposición de la notificación.\n\nc) Hechos, razones y petición en que se concrete, con toda claridad, la solicitud.\n\nd) Lugar y fecha.\n\ne) Firma del solicitante o acreditación de la autenticidad de su voluntad expresada por cualquier medio.\n\nf) Órgano, centro o unidad administrativa a la que se dirige y su correspondiente código de identificación.\n\nLas oficinas de asistencia en materia de registros estarán obligadas a facilitar a los interesados el código de identificación si el interesado lo desconoce. Asimismo, las Administraciones Públicas deberán mantener y actualizar en la sede electrónica correspondiente un listado con los códigos de identificación vigentes.\n\n2. Cuando las pretensiones correspondientes a una pluralidad de personas tengan un contenido y fundamento idéntico o sustancialmente similar, podrán ser formuladas en una única solicitud, salvo que las normas reguladoras de los procedimientos específicos dispongan otra cosa.\n\n3. De las solicitudes, comunicaciones y escritos que presenten los interesados electrónicamente o en las oficinas de asistencia en materia de registros de la Administración, podrán éstos exigir el correspondiente recibo que acredite la fecha y hora de presentación.\n\n4. Las Administraciones Públicas deberán establecer modelos y sistemas de presentación masiva que permitan a los interesados presentar simultáneamente varias solicitudes. Estos modelos, de uso voluntario, estarán a disposición de los interesados en las correspondientes sedes electrónicas y en las oficinas de asistencia en materia de registros de las Administraciones Públicas.\n\nLos solicitantes podrán acompañar los elementos que estimen convenientes para precisar o completar los datos del modelo, los cuales deberán ser admitidos y tenidos en cuenta por el órgano al que se dirijan.\n\n5. Los sistemas normalizados de solicitud podrán incluir comprobaciones automáticas de la información aportada respecto de datos almacenados en sistemas propios o pertenecientes a otras Administraciones u ofrecer el formulario cumplimentado, en todo o en parte, con objeto de que el interesado verifique la información y, en su caso, la modifique y complete.\n\n6. Cuando la Administración en un procedimiento concreto establezca expresamente modelos específicos de presentación de solicitudes, éstos serán de uso obligatorio por los interesados.",
    "law_short_name": "Ley 39/2015"
  },
  {
    "id": "dca943ab-13d9-4bbb-91da-30c83beb8f0a",
    "question_text": "El artículo 81 de la Ley 39/2015 prevé solicitar con carácter preceptivo informes y dictámenes en los procedimientos de responsabilidad patrimonial. ¿Cuántos dictámenes se prevén en dicho artículo?",
    "option_a": "3.",
    "option_b": "1.",
    "option_c": "4.",
    "option_d": "2.",
    "correct_option": 1,
    "correct_letter": "B",
    "explanation": "La respuesta correcta es B). Según el artículo 81 de la Ley 39/2015, en los procedimientos de responsabilidad patrimonial se debe solicitar un informe del servicio responsable de la lesión indemnizable, lo que implica que solo se prevé un dictamen en este contexto. Las otras opciones son incorrectas porque no se mencionan más de un dictamen en el artículo.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "81",
    "article_content": "1. En el caso de los procedimientos de responsabilidad patrimonial será preceptivo solicitar informe al servicio cuyo funcionamiento haya ocasionado la presunta lesión indemnizable, no pudiendo exceder de diez días el plazo de su emisión.\n\n2. Cuando las indemnizaciones reclamadas sean de cuantía igual o superior a 50.000 euros o a la que se establezca en la correspondiente legislación autonómica, así como en aquellos casos que disponga la Ley Orgánica 3/1980, de 22 de abril, del Consejo de Estado, será preceptivo solicitar dictamen del Consejo de Estado o, en su caso, del órgano consultivo de la Comunidad Autónoma.\n\nA estos efectos, el órgano instructor, en el plazo de diez días a contar desde la finalización del trámite de audiencia, remitirá al órgano competente para solicitar el dictamen una propuesta de resolución, que se ajustará a lo previsto en el artículo 91, o, en su caso, la propuesta de acuerdo por el que se podría terminar convencionalmente el procedimiento.\n\nEl dictamen se emitirá en el plazo de dos meses y deberá pronunciarse sobre la existencia o no de relación de causalidad entre el funcionamiento del servicio público y la lesión producida y, en su caso, sobre la valoración del daño causado y la cuantía y modo de la indemnización de acuerdo con los criterios establecidos en esta Ley.\n\n3. En el caso de reclamaciones en materia de responsabilidad patrimonial del Estado por el funcionamiento anormal de la Administración de Justicia, será preceptivo el informe del Consejo General del Poder Judicial que será evacuado en el plazo máximo de dos meses. El plazo para dictar resolución quedará suspendido por el tiempo que medie entre la solicitud del informe y su recepción, no pudiendo exceder dicho plazo de los citados dos meses.",
    "law_short_name": "Ley 39/2015"
  },
  {
    "id": "2e501d39-aed7-4f2d-a579-710f23763639",
    "question_text": "De acuerdo con la Ley 39/2015, el importe de los gastos, daños y perjuicios se exigirá conforme:",
    "option_a": "Al procedimiento contencioso.",
    "option_b": "Al procedimiento de ejecución administrativa.",
    "option_c": "Al procedimiento de apremio.",
    "option_d": "Al procedimiento administrativo.",
    "correct_option": 2,
    "correct_letter": "C",
    "explanation": "El artículo 102.3 establece que los importes derivados de la ejecución subsidiaria se exigen mediante el procedimiento de apremio, que es el mecanismo específico para el cobro ejecutivo de deudas con la Hacienda Pública. Este procedimiento ofrece garantías pero permite una recaudación eficaz de los créditos administrativos.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "102",
    "article_content": "1. Habrá lugar a la ejecución subsidiaria cuando se trate de actos que por no ser personalísimos puedan ser realizados por sujeto distinto del obligado.\n\n2. En este caso, las Administraciones Públicas realizarán el acto, por sí o a través de las personas que determinen, a costa del obligado.\n\n3. El importe de los gastos, daños y perjuicios se exigirá conforme a lo dispuesto en el artículo anterior.\n\n4. Dicho importe podrá liquidarse de forma provisional y realizarse antes de la ejecución, a reserva de la liquidación definitiva.",
    "law_short_name": "Ley 39/2015"
  },
  {
    "id": "ff925d4a-4fc8-496b-8e6a-65a22631b908",
    "question_text": "De conformidad con lo previsto en el artículo 102 de la Ley 39/2015, el importe de los gastos, daños y perjuicios originados por la ejecución subsidiaria de un acto administrativo:",
    "option_a": "Se exigirá a través del procedimiento de apremio sobre el patrimonio.",
    "option_b": "Su exacción no puede ser cautelar.",
    "option_c": "Su exacción no puede realizarse antes de la ejecución, a reserva de la liquidación definitiva.",
    "option_d": "Las opciones a) y c) son correctas.",
    "correct_option": 0,
    "correct_letter": "A",
    "explanation": "La respuesta correcta es A). Conforme al artículo 102 de la Ley 39/2015, los gastos, daños y perjuicios derivados de la ejecución subsidiaria de un acto administrativo se exigirán mediante el procedimiento de apremio sobre el patrimonio del obligado. Esto significa que la Administración puede reclamar el importe de estos gastos de manera forzosa si el obligado no cumple con su responsabilidad.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "102",
    "article_content": "1. Habrá lugar a la ejecución subsidiaria cuando se trate de actos que por no ser personalísimos puedan ser realizados por sujeto distinto del obligado.\n\n2. En este caso, las Administraciones Públicas realizarán el acto, por sí o a través de las personas que determinen, a costa del obligado.\n\n3. El importe de los gastos, daños y perjuicios se exigirá conforme a lo dispuesto en el artículo anterior.\n\n4. Dicho importe podrá liquidarse de forma provisional y realizarse antes de la ejecución, a reserva de la liquidación definitiva.",
    "law_short_name": "Ley 39/2015"
  },
  {
    "id": "7c913630-63a0-43de-b8a9-2ed0b491bf7f",
    "question_text": "El artículo 81 de la Ley 39/2015 prevé solicitar con carácter preceptivo informes y dictámenes en los procedimientos de responsabilidad patrimonial. ¿Cuántos informes y dictámenes se prevén en dicho artículo?",
    "option_a": "1.",
    "option_b": "2.",
    "option_c": "3.",
    "option_d": "4.",
    "correct_option": 2,
    "correct_letter": "C",
    "explanation": "La respuesta correcta es C). Según el artículo 81 de la Ley 39/2015, en los procedimientos de responsabilidad patrimonial se deben solicitar tres informes y dictámenes: uno del servicio responsable de la lesión, y dos adicionales cuando la indemnización reclamada sea igual o superior a 50.000 euros, que son el dictamen del Consejo de Estado o del órgano consultivo correspondiente. Por lo tanto, las opciones A), B) y D) son incorrectas, ya que no reflejan el número total de informes y dictámenes requeridos.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "81",
    "article_content": "1. En el caso de los procedimientos de responsabilidad patrimonial será preceptivo solicitar informe al servicio cuyo funcionamiento haya ocasionado la presunta lesión indemnizable, no pudiendo exceder de diez días el plazo de su emisión.\n\n2. Cuando las indemnizaciones reclamadas sean de cuantía igual o superior a 50.000 euros o a la que se establezca en la correspondiente legislación autonómica, así como en aquellos casos que disponga la Ley Orgánica 3/1980, de 22 de abril, del Consejo de Estado, será preceptivo solicitar dictamen del Consejo de Estado o, en su caso, del órgano consultivo de la Comunidad Autónoma.\n\nA estos efectos, el órgano instructor, en el plazo de diez días a contar desde la finalización del trámite de audiencia, remitirá al órgano competente para solicitar el dictamen una propuesta de resolución, que se ajustará a lo previsto en el artículo 91, o, en su caso, la propuesta de acuerdo por el que se podría terminar convencionalmente el procedimiento.\n\nEl dictamen se emitirá en el plazo de dos meses y deberá pronunciarse sobre la existencia o no de relación de causalidad entre el funcionamiento del servicio público y la lesión producida y, en su caso, sobre la valoración del daño causado y la cuantía y modo de la indemnización de acuerdo con los criterios establecidos en esta Ley.\n\n3. En el caso de reclamaciones en materia de responsabilidad patrimonial del Estado por el funcionamiento anormal de la Administración de Justicia, será preceptivo el informe del Consejo General del Poder Judicial que será evacuado en el plazo máximo de dos meses. El plazo para dictar resolución quedará suspendido por el tiempo que medie entre la solicitud del informe y su recepción, no pudiendo exceder dicho plazo de los citados dos meses.",
    "law_short_name": "Ley 39/2015"
  },
  {
    "id": "acee3a4e-636b-4cde-ac17-c036c33d7058",
    "question_text": "¿Qué establece el artículo 68.4 de la Ley 39/2015 sobre la admisión a trámite?",
    "option_a": "Es automática en todos los casos.",
    "option_b": "Se pronunciará expresamente sobre la admisión a trámite en los casos establecidos por las normas reguladoras del procedimiento correspondiente.",
    "option_c": "Está prohibida en procedimientos sancionadores.",
    "option_d": "Solo se aplica a personas jurídicas.",
    "correct_option": 1,
    "correct_letter": "B",
    "explanation": "El artículo 68.4 de la Ley 39/2015 establece que la Administración se pronunciará expresamente sobre la admisión a trámite en los casos que determinen las normas reguladoras del procedimiento específico, proporcionando seguridad jurídica al interesado.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "68",
    "article_content": "1. Si la solicitud de iniciación no reúne los requisitos que señala el artículo 66, y, en su caso, los que señala el artículo 67 u otros exigidos por la legislación específica aplicable, se requerirá al interesado para que, en un plazo de diez días, subsane la falta o acompañe los documentos preceptivos, con indicación de que, si así no lo hiciera, se le tendrá por desistido de su petición, previa resolución que deberá ser dictada en los términos previstos en el artículo 21.\n\n2. Siempre que no se trate de procedimientos selectivos o de concurrencia competitiva, este plazo podrá ser ampliado prudencialmente, hasta cinco días, a petición del interesado o a iniciativa del órgano, cuando la aportación de los documentos requeridos presente dificultades especiales.\n\n3. En los procedimientos iniciados a solicitud de los interesados, el órgano competente podrá recabar del solicitante la modificación o mejora voluntarias de los términos de aquélla. De ello se levantará acta sucinta, que se incorporará al procedimiento.\n\n4. Si alguno de los sujetos a los que hace referencia el artículo 14.2 y 14.3 presenta su solicitud presencialmente, las Administraciones Públicas requerirán al interesado para que la subsane a través de su presentación electrónica. A estos efectos, se considerará como fecha de presentación de la solicitud aquella en la que haya sido realizada la subsanación.",
    "law_short_name": "Ley 39/2015"
  },
  {
    "id": "b60ee03e-017d-4349-8076-295c16e2b823",
    "question_text": "Según el artículo 89 de la Ley 39/2015, en los procedimientos de carácter sancionador, indique en cuál de las siguientes situaciones es necesario que el órgano instructor eleve propuesta de resolución al competente para resolver:",
    "option_a": "Cuando no exista o no se haya podido identificar a la persona o personas responsables o bien aparezcan exentos de responsabilidad.",
    "option_b": "Cuando los hechos no resulten acreditados.",
    "option_c": "Cuando los hechos probados no constituyan, de modo manifiesto, infracción administrativa.",
    "option_d": "Cuando se concluyera, en cualquier momento, que ha caducado la infracción.",
    "correct_option": 3,
    "correct_letter": "D",
    "explanation": "**Supuestos de propuesta de resolución necesaria**: El art. 89 establece que cuando se concluye que ha **caducado la infracción**, es necesario elevar propuesta de resolución. En los otros supuestos (no identificación del responsable, hechos no acreditados, no constitutivos de infracción manifiesta), el instructor puede resolver directamente la finalización con archivo.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "89",
    "article_content": "1. El órgano instructor resolverá la finalización del procedimiento, con archivo de las actuaciones, sin que sea necesaria la formulación de la propuesta de resolución, cuando en la instrucción procedimiento se ponga de manifiesto que concurre alguna de las siguientes circunstancias:\n\na) La inexistencia de los hechos que pudieran constituir la infracción.\n\nb) Cuando los hechos no resulten acreditados.\n\nc) Cuando los hechos probados no constituyan, de modo manifiesto, infracción administrativa.\n\nd) Cuando no exista o no se haya podido identificar a la persona o personas responsables o bien aparezcan exentos de responsabilidad.\n\ne) Cuando se concluyera, en cualquier momento, que ha prescrito la infracción.\n\n2. En el caso de procedimientos de carácter sancionador, una vez concluida la instrucción del procedimiento, el órgano instructor formulará una propuesta de resolución que deberá ser notificada a los interesados. La propuesta de resolución deberá indicar la puesta de manifiesto del procedimiento y el plazo para formular alegaciones y presentar los documentos e informaciones que se estimen pertinentes.\n\n3. En la propuesta de resolución se fijarán de forma motivada los hechos que se consideren probados y su exacta calificación jurídica, se determinará la infracción que, en su caso, aquéllos constituyan, la persona o personas responsables y la sanción que se proponga, la valoración de las pruebas practicadas, en especial aquellas que constituyan los fundamentos básicos de la decisión, así como las medidas provisionales que, en su caso, se hubieran adoptado. Cuando la instrucción concluya la inexistencia de infracción o responsabilidad y no se haga uso de la facultad prevista en el apartado primero, la propuesta declarará esa circunstancia.",
    "law_short_name": "Ley 39/2015"
  }
]