[
  {
    "id": "c63e76a1-6409-41af-a7d2-b289d7928973",
    "question_text": "De acuerdo con el artículo 13.1 del Reglamento (UE) 2016/679, relativo a la protección de datos, cuando se obtengan de un interesado datos personales relativos a él, el responsable del tratamiento, en el momento en que estos se obtengan, le facilitará:",
    "option_a": "En su caso, la intención del responsable de enajenar los datos personales a un tercer país u organización internacional y el importe de la contrapartida monetaria.",
    "option_b": "En su caso, los intereses legítimos de un tercero.",
    "option_c": "Los datos de contacto del órgano directivo encargado de los datos personales, en su caso.",
    "option_d": "La identidad y los datos de contacto del responsable, en ningún caso del representante.",
    "correct_option": 1,
    "correct_letter": "B",
    "explanation": "El artículo 13.1 del RGPD establece que se debe facilitar, entre otros datos, los INTERESES LEGÍTIMOS DE UN TERCERO cuando aplique. También se debe facilitar la identidad del responsable Y su representante si lo hay.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "13",
    "article_content": "1. Cuando se obtengan de un interesado datos personales relativos a él, el responsable del tratamiento, en el momento en que estos se obtengan, le facilitará toda la información indicada a continuación:\n\na) la identidad y los datos de contacto del responsable y, en su caso, de su representante;\n\nb) los datos de contacto del delegado de protección de datos, en su caso;\n\nc) los fines del tratamiento a que se destinan los datos personales y la base jurídica del tratamiento;\n\nd) cuando el tratamiento se base en el artículo 6, apartado 1, letra f), los intereses legítimos del responsable o de un tercero;\n\ne) los destinatarios o las categorías de destinatarios de los datos personales, en su caso;\n\nf) en su caso, la intención del responsable de transferir datos personales a un tercer país u organización internacional y la existencia o ausencia de una decisión de adecuación de la Comisión, o, en el caso de las transferencias indicadas en los artículos 46 o 47 o el artículo 49, apartado 1, párrafo segundo, referencia a las garantías adecuadas o apropiadas y a los medios para obtener una copia de estas o al hecho de que se hayan prestado.\n\n2. Además de la información mencionada en el apartado 1, el responsable del tratamiento facilitará al interesado, en el momento en que se obtengan los datos personales, la siguiente información necesaria para garantizar un tratamiento de datos leal y transparente:\n\na) el plazo durante el cual se conservarán los datos personales o, cuando no sea posible, los criterios utilizados para determinar este plazo;\n\nb) la existencia del derecho a solicitar al responsable del tratamiento el acceso a los datos personales relativos al interesado, y su rectificación o supresión, o la limitación de su tratamiento, o a oponerse al tratamiento, así como el derecho a la portabilidad de los datos;\n\nc) cuando el tratamiento esté basado en el artículo 6, apartado 1, letra a), o el artículo 9, apartado 2, letra a), la existencia del derecho a retirar el consentimiento en cualquier momento, sin que ello afecte a la licitud del tratamiento basado en el consentimiento previo a su retirada;\n\nd) el derecho a presentar una reclamación ante una autoridad de control;\n\ne) si la comunicación de datos personales es un requisito legal o contractual, o un requisito necesario para suscribir un contrato, y si el interesado está obligado a facilitar los datos personales y está informado de las posibles consecuencias de que no facilitar tales datos;\n\nf) la existencia de decisiones automatizas, incluida la elaboración de perfiles, a que se refiere el artículo 22, apartados 1 y 4, y, al menos en tales casos, información significativa sobre la lógica aplicada, así como la importancia y las consecuencias previstas de dicho tratamiento para el interesado.\n\n3. Cuando el responsable del tratamiento proyecte el tratamiento ulterior de datos personales para un fin que no sea aquel para el que se recogieron, proporcionará al interesado, con anterioridad a dicho tratamiento ulterior, información sobre ese otro fin y cualquier información adicional pertinente a tenor del apartado 2.\n\n4. Las disposiciones de los apartados 1, 2 y 3 no serán aplicables cuando y en la medida en que el interesado ya disponga de la información.",
    "law_short_name": "Reglamento UE 2016/679"
  },
  {
    "id": "dc6aceb4-be06-407d-a7d1-308793d609fb",
    "question_text": "En la Ley Orgánica de Protección de Datos Personales y garantía de los derechos digitales tienen carácter orgánico las disposiciones finales:",
    "option_a": "Tercera.",
    "option_b": "Primera.",
    "option_c": "Décima.",
    "option_d": "Todas son ciertas.",
    "correct_option": 3,
    "correct_letter": "D",
    "explanation": "Ley Orgánica 3/2018, de 5 de diciembre, de Protección de Datos Personales y garantía de los derechos digitales.\nDisposición final primera. Naturaleza de la presente ley.\nLa presente ley tiene el carácter de ley orgánica.\nNo obstante, tienen carácter de ley ordinaria:\n– El Título IV,\n– el Título VII, salvo los artículos 52 y 53, que tienen carácter orgánico,\n– el Título VIII,\n– el Título IX,\n– los artículos 79, 80, 81, 82, 88, 95, 96 y 97 del Título X,\n– las disposiciones adicionales, salvo la disposición adicional segunda y la disposición adicional decimoséptima, que tienen carácter orgánico,\n– las disposiciones transitorias,\n– y las disposiciones finales, salvo las disposiciones finales primera, segunda, tercera, cuarta, octava, décima y decimosexta, que tienen carácter orgánico.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "1",
    "article_content": "La presente ley orgánica tiene por objeto:\n\na) Adaptar el ordenamiento jurídico español al Reglamento (UE) 2016/679 del Parlamento Europeo y el Consejo, de 27 de abril de 2016, relativo a la protección de las personas físicas en lo que respecta al tratamiento de sus datos personales y a la libre circulación de estos datos, y completar sus disposiciones.\n\nEl derecho fundamental de las personas físicas a la protección de datos personales, amparado por el artículo 18.4 de la Constitución, se ejercerá con arreglo a lo establecido en el Reglamento (UE) 2016/679 y en esta ley orgánica.\n\nb) Garantizar los derechos digitales de la ciudadanía conforme al mandato establecido en el artículo 18.4 de la Constitución.",
    "law_short_name": "LO 3/2018"
  },
  {
    "id": "1340ca36-a6e3-4f57-8b6f-54138b50e821",
    "question_text": "Según el Reglamento UE 2016/679 relativo a la protección de las personas físicas en lo que respecta al tratamiento de datos personales y a la libre circulación de estos datos, ¿cuál es el derecho que faculta al interesado para obtener del responsable del tratamiento confirmación de si se están tratando o no sus datos personales?",
    "option_a": "Derecho de petición.",
    "option_b": "Derecho de acceso.",
    "option_c": "Derecho de consulta.",
    "option_d": "Derecho a la portabilidad de los datos.",
    "correct_option": 1,
    "correct_letter": "B",
    "explanation": "REGLAMENTO (UE) 2016/679 DEL PARLAMENTO EUROPEO Y DEL CONSEJO de 27 de abril de 2016 relativo a la protección de las personas físicas en lo que respecta al tratamiento de datos personales y a la libre circulación de estos datos y por el que se deroga la Directiva 95/46/CE (Reglamento general de protección de datos)\nArtículo 15. Derecho de acceso del interesado\n1. El interesado tendrá derecho a obtener del responsable del tratamiento confirmación de si se están tratando o no datos personales que le conciernen y, en tal caso, derecho de acceso a los datos personales y a la siguiente información:\na)los fines del tratamiento;\nb)las categorías de datos personales de que se trate;\nc)los destinatarios o las categorías de destinatarios a los que se comunicaron o serán comunicados los datos personales, en particular destinatarios en terceros u organizaciones internacionales;\nd)de ser posible, el plazo previsto de conservación de los datos personales o, de no ser posible, los criterios utilizados para determinar este plazo;\ne)la existencia del derecho a solicitar del responsable la rectificación o supresión de datos personales o la limitación del tratamiento de datos personales relativos al interesado, o a oponerse a dicho tratamiento;\nf)el derecho a presentar una reclamación ante una autoridad de control;\ng)cuando los datos personales no se hayan obtenido del interesado, cualquier información disponible sobre su origen;\nh)la existencia de decisiones automatizadas, incluida la elaboración de perfiles, a que se refiere el artículo 22, apartados 1 y 4, y, al menos en tales casos, información significativa sobre la lógica aplicada, así como la importancia y las consecuencias previstas de dicho tratamiento para el interesado.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "15",
    "article_content": "1. El interesado tendra derecho a obtener del responsable del tratamiento confirmacion de si se estan tratando o no datos personales que le conciernen y, en tal caso, derecho de acceso a los datos personales y a la siguiente informacion:\n\na) los fines del tratamiento;\nb) las categorias de datos personales de que se trate;\nc) los destinatarios o las categorias de destinatarios a los que se comunicaron o comunicaran los datos personales;\nd) cuando sea posible, el plazo previsto de conservacion de los datos personales;\ne) la existencia del derecho a solicitar del responsable la rectificacion o supresion de datos personales;\nf) el derecho a presentar una reclamacion ante una autoridad de control;\ng) cuando los datos personales no se hayan obtenido del interesado, cualquier informacion disponible sobre su origen.\n\n2. Cuando se transfieran datos personales a un tercer pais o a una organizacion internacional, el interesado tendra derecho a ser informado de las garantias adecuadas.\n\n3. El responsable del tratamiento facilitara una copia de los datos personales objeto de tratamiento.",
    "law_short_name": "Reglamento UE 2016/679"
  },
  {
    "id": "e573ff0d-bc0c-4a87-8765-d7e90117ea04",
    "question_text": "Las disposiciones adicionales de la Ley Orgánica de Protección de Datos Personales y garantía de los derechos digitales tienen el carácter de:",
    "option_a": "Ley Orgánica.",
    "option_b": "Ley Orgánica, salvo la disposición adicional segunda y la disposición adicional decimoséptima, que tienen carácter ordinario.",
    "option_c": "Ley Ordinaria.",
    "option_d": "Ley Ordinaria, salvo la disposición adicional segunda y la disposición adicional decimoséptima, que tienen carácter orgánico.",
    "correct_option": 3,
    "correct_letter": "D",
    "explanation": "Ley Orgánica 3/2018, de 5 de diciembre, de Protección de Datos Personales y garantía de los derechos digitales.\nDisposición final primera. Naturaleza de la presente ley.\nLa presente ley tiene el carácter de ley orgánica.\nNo obstante, tienen carácter de ley ordinaria:\n– El Título IV,\n– el Título VII, salvo los artículos 52 y 53, que tienen carácter orgánico,\n– el Título VIII,\n– el Título IX,\n– los artículos 79, 80, 81, 82, 88, 95, 96 y 97 del Título X,\n– las disposiciones adicionales, salvo la disposición adicional segunda y la disposición adicional decimoséptima, que tienen carácter orgánico,\n– las disposiciones transitorias,\n– y las disposiciones finales, salvo las disposiciones finales primera, segunda, tercera, cuarta, octava, décima y decimosexta, que tienen carácter orgánico.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "1",
    "article_content": "La presente ley orgánica tiene por objeto:\n\na) Adaptar el ordenamiento jurídico español al Reglamento (UE) 2016/679 del Parlamento Europeo y el Consejo, de 27 de abril de 2016, relativo a la protección de las personas físicas en lo que respecta al tratamiento de sus datos personales y a la libre circulación de estos datos, y completar sus disposiciones.\n\nEl derecho fundamental de las personas físicas a la protección de datos personales, amparado por el artículo 18.4 de la Constitución, se ejercerá con arreglo a lo establecido en el Reglamento (UE) 2016/679 y en esta ley orgánica.\n\nb) Garantizar los derechos digitales de la ciudadanía conforme al mandato establecido en el artículo 18.4 de la Constitución.",
    "law_short_name": "LO 3/2018"
  },
  {
    "id": "7f7b4604-9420-4ddd-820f-f1225b881597",
    "question_text": "Según el art. 34 de la LO 3/2018, de 5 de diciembre, de Protección de Datos Personales y garantía de los derechos digitales, los responsables y encargados del tratamiento están obligados a designar un delegado de protección de datos en:",
    "option_a": "Las universidades públicas o privadas.",
    "option_b": "Las federaciones deportivas.",
    "option_c": "Los profesionales de la salud que estén legalmente obligados al mantenimiento de las historias clínicas de los pacientes, aún cuando ejerzan su actividad a título individual.",
    "option_d": "Todas las respuestas anteriores son correctas.",
    "correct_option": 0,
    "correct_letter": "A",
    "explanation": "Ley Orgánica 3/2018, de 5 de diciembre, de Protección de Datos Personales y garantía de los derechos digitales.\nArtículo 34. Designación de un delegado de protección de datos.\n1. Los responsables y encargados del tratamiento deberán designar un delegado de protección de datos en los supuestos previstos en el artículo 37.1 del Reglamento (UE) 2016/679 y, en todo caso, cuando se trate de las siguientes entidades:\na) Los colegios profesionales y sus consejos generales.\nb) Los centros docentes que ofrezcan enseñanzas en cualquiera de los niveles establecidos en la legislación reguladora del derecho a la educación, así como las Universidades públicas y privadas.\nc) Las entidades que exploten redes y presten servicios de comunicaciones electrónicas conforme a lo dispuesto en su legislación específica, cuando traten habitual y sistemáticamente datos personales a gran escala.\nd) Los prestadores de servicios de la sociedad de la información cuando elaboren a gran escala perfiles de los usuarios del servicio.\ne) Las entidades incluidas en el artículo 1 de la Ley 10/2014, de 26 de junio, de ordenación, supervisión y solvencia de entidades de crédito.\nf) Los establecimientos financieros de crédito.\ng) Las entidades aseguradoras y reaseguradoras.\nh) Las empresas de servicios de inversión, reguladas por la legislación del Mercado de Valores.\ni) Los distribuidores y comercializadores de energía eléctrica y los distribuidores y comercializadores de gas natural.\nj) Las entidades responsables de ficheros comunes para la evaluación de la solvencia patrimonial y crédito o de los ficheros comunes para la gestión y prevención del fraude, incluyendo a los responsables de los ficheros regulados por la legislación de prevención del blanqueo de capitales y de la financiación del terrorismo.\nk) Las entidades que desarrollen actividades de publicidad y prospección comercial, incluyendo las de investigación comercial y de mercados, cuando lleven a cabo tratamientos basados en las preferencias d",
    "topic_review_status": "bad_answer",
    "article_number": "34",
    "article_content": "1. Los responsables y encargados del tratamiento deberán designar un delegado de protección de datos en los supuestos previstos en el artículo 37.1 del Reglamento (UE) 2016/679 y, en todo caso, cuando se trate de las siguientes entidades:\n\na) Los colegios profesionales y sus consejos generales.\n\nb) Los centros docentes que ofrezcan enseñanzas en cualquiera de los niveles establecidos en la legislación reguladora del derecho a la educación, así como las Universidades públicas y privadas.\n\nc) Las entidades que exploten redes y presten servicios de comunicaciones electrónicas conforme a lo dispuesto en su legislación específica, cuando traten habitual y sistemáticamente datos personales a gran escala.\n\nd) Los prestadores de servicios de la sociedad de la información cuando elaboren a gran escala perfiles de los usuarios del servicio.\n\ne) Las entidades incluidas en el artículo 1 de la Ley 10/2014, de 26 de junio, de ordenación, supervisión y solvencia de entidades de crédito.\n\nf) Los establecimientos financieros de crédito.\n\ng) Las entidades aseguradoras y reaseguradoras.\n\nh) Las empresas de servicios de inversión, reguladas por la legislación del Mercado de Valores.\n\ni) Los distribuidores y comercializadores de energía eléctrica y los distribuidores y comercializadores de gas natural.\n\nj) Las entidades responsables de ficheros comunes para la evaluación de la solvencia patrimonial y crédito o de los ficheros comunes para la gestión y prevención del fraude, incluyendo a los responsables de los ficheros regulados por la legislación de prevención del blanqueo de capitales y de la financiación del terrorismo.\n\nk) Las entidades que desarrollen actividades de publicidad y prospección comercial, incluyendo las de investigación comercial y de mercados, cuando lleven a cabo tratamientos basados en las preferencias de los afectados o realicen actividades que impliquen la elaboración de perfiles de los mismos.\n\nl) Los centros sanitarios legalmente obligados al mantenimiento de las historias clínicas de los pacientes.\n\nSe exceptúan los profesionales de la salud que, aun estando legalmente obligados al mantenimiento de las historias clínicas de los pacientes, ejerzan su actividad a título individual.\n\nm) Las entidades que tengan como uno de sus objetos la emisión de informes comerciales que puedan referirse a personas físicas.\n\nn) Los operadores que desarrollen la actividad de juego a través de canales electrónicos, informáticos, telemáticos e interactivos, conforme a la normativa de regulación del juego.\n\nñ) Las empresas de seguridad privada.\n\no) Las federaciones deportivas cuando traten datos de menores de edad.\n\n2. Los responsables o encargados del tratamiento no incluidos en el párrafo anterior podrán designar de manera voluntaria un delegado de protección de datos, que quedará sometido al régimen establecido en el Reglamento (UE) 2016/679 y en la presente ley orgánica.\n\n3. Los responsables y encargados del tratamiento comunicarán en el plazo de diez días a la Agencia Española de Protección de Datos o, en su caso, a las autoridades autonómicas de protección de datos, las designaciones, nombramientos y ceses de los delegados de protección de datos tanto en los supuestos en que se encuentren obligadas a su designación como en el caso en que sea voluntaria.\n\n4. La Agencia Española de Protección de Datos y las autoridades autonómicas de protección de datos mantendrán, en el ámbito de sus respectivas competencias, una lista actualizada de delegados de protección de datos que será accesible por medios electrónicos.\n\n5. En el cumplimiento de las obligaciones de este artículo los responsables y encargados del tratamiento podrán establecer la dedicación completa o a tiempo parcial del delegado, entre otros criterios, en función del volumen de los tratamientos, la categoría especial de los datos tratados o de los riesgos para los derechos o libertades de los interesados.",
    "law_short_name": "LO 3/2018"
  },
  {
    "id": "8a81c13e-2127-4a46-aaba-6fe85e44d8d2",
    "question_text": "De acuerdo con lo dispuesto en el Reglamento (UE) 2016/679 del Parlamento Europeo y del Consejo, de 27 de abril de 2016, relativo a la protección de datos, es una de las condiciones para que el tratamiento de datos sea lícito:",
    "option_a": "Que sea necesario para proteger intereses vitales del interesado o de otra persona física.",
    "option_b": "Que sea necesario para el cumplimiento de cualquier obligación aplicable al responsable del tratamiento.",
    "option_c": "Que sea necesario para el cumplimiento de una misión realizada en interés público o privado o en el ejercicio de poderes públicos o privados conferidos al responsable del tratamiento.",
    "option_d": "Que el interesado dé su consentimiento para el tratamiento de sus datos personales para cualquier fin.",
    "correct_option": 0,
    "correct_letter": "A",
    "explanation": "El artículo 6 establece las bases jurídicas para el tratamiento lícito. Una de ellas es cuando sea necesario para proteger intereses vitales del interesado o de otra persona física.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "6",
    "article_content": "1. El tratamiento solo será lícito si se cumple al menos una de las siguientes condiciones:\n\na) el interesado dio su consentimiento para el tratamiento de sus datos personales para uno o varios fines específicos;\n\nb) el tratamiento es necesario para la ejecución de un contrato en el que el interesado es parte o para la aplicación a petición de este de medidas precontractuales;\n\nc) el tratamiento es necesario para el cumplimiento de una obligación legal aplicable al responsable del tratamiento;\n\nd) el tratamiento es necesario para proteger intereses vitales del interesado o de otra persona física;\n\ne) el tratamiento es necesario para el cumplimiento de una misión realizada en interés público o en el ejercicio de poderes públicos conferidos al responsable del tratamiento;\n\nf) el tratamiento es necesario para la satisfacción de intereses legítimos perseguidos por el responsable del tratamiento o por un tercero, siempre que sobre dichos intereses no prevalezcan los intereses o los derechos y libertades fundamentales del interesado que requieran la protección de datos personales, en particular cuando el interesado sea un niño.\n\nLo dispuesto en la letra f) del párrafo primero no será de aplicación al tratamiento realizado por las autoridades públicas en el ejercicio de sus funciones.\n\n2. Los Estados miembros podrán mantener o introducir disposiciones más específicas a fin de adaptar la aplicación de las normas del presente Reglamento con respecto al tratamiento en cumplimiento del apartado 1, letras c) y e), fijando de manera más precisa requisitos específicos de tratamiento y otras medidas que garanticen un tratamiento lícito y equitativo, con inclusión de otras situaciones específicas de tratamiento a tenor del capítulo IX.\n\n3. La base del tratamiento indicado en el apartado 1, letras c) y e), deberá ser establecida por:\n\na) el Derecho de la Unión, o\n\nb) el Derecho de los Estados miembros que se aplique al responsable del tratamiento.\n\nLa finalidad del tratamiento deberá quedar determinada en dicha base jurídica o, en lo relativo al tratamiento a que se refiere el apartado 1, letra e), será necesaria para el cumplimiento de una misión realizada en interés público o en el ejercicio de poderes públicos conferidos al responsable del tratamiento. Dicha base jurídica podrá contener disposiciones específicas para adaptar la aplicación de normas del presente Reglamento, entre otras: las condiciones generales que rigen la licitud del tratamiento por parte del responsable; los tipos de datos objeto de tratamiento; los interesados afectados; las entidades a las que se pueden comunicar datos personales y los fines de tal comunicación; la limitación de la finalidad; los plazos de conservación de los datos, así como las operaciones y los procedimientos del tratamiento, incluidas las medidas para garantizar un tratamiento lícito y equitativo, como las relativas a otras situaciones específicas de tratamiento a tenor del capítulo IX. El Derecho de la Unión o de los Estados miembros cumplirá un objetivo de interés público y será proporcional al fin legítimo perseguido.\n\n4. Cuando el tratamiento para otro fin distinto de aquel para el que se recogieron los datos personales no esté basado en el consentimiento del interesado o en el Derecho de la Unión o de los Estados miembros que constituya una medida necesaria y proporcional en una sociedad democrática para salvaguardar los objetivos indicados en el artículo 23, apartado 1, el responsable del tratamiento, con objeto de determinar si el tratamiento con otro fin es compatible con el fin para el cual se recogieron inicialmente los datos personales, tendrá en cuenta, entre otras cosas:\n\na) cualquier relación entre los fines para los cuales se hayan recogido los datos personales y los fines del tratamiento ulterior previsto;\n\nb) el contexto en que se hayan recogido los datos personales, en particular por lo que respecta a la relación entre los interesados y el responsable del tratamiento;\n\nc) la naturaleza de los datos personales, en concreto cuando se traten categorías especiales de datos personales, de conformidad con el artículo 9, o datos personales relativos a condenas e infracciones penales, de conformidad con el artículo 10;\n\nd) las posibles consecuencias para los interesados del tratamiento ulterior previsto;\n\ne) la existencia de garantías adecuadas, que podrán incluir el cifrado o la seudonimización.",
    "law_short_name": "Reglamento UE 2016/679"
  },
  {
    "id": "34efdef1-d08c-4e97-9fa6-c750d80cce34",
    "question_text": "Indique la respuesta incorrecta. Según el Reglamento Europeo de Protección de datos, ¿quién promoverá la elaboración de códigos de conducta?",
    "option_a": "Los Estados miembros.",
    "option_b": "Los delegados de protección de datos.",
    "option_c": "Las autoridades de control.",
    "option_d": "El Comité.",
    "correct_option": 1,
    "correct_letter": "B",
    "explanation": "El artículo 40 del RGPD establece que los Estados miembros, las autoridades de control y el Comité promoverán la elaboración de códigos de conducta. Los delegados de protección de datos no tienen esta función de promoción.",
    "topic_review_status": "bad_answer",
    "article_number": "40",
    "article_content": "1. Los Estados miembros, las autoridades de control, el Comité y la Comisión promoverán la elaboración de códigos de conducta destinados a contribuir a la correcta aplicación del presente Reglamento, teniendo en cuenta las características específicas de los distintos sectores de tratamiento y las necesidades específicas de las microempresas y las pequeñas y medianas empresas.\n\n2. Las asociaciones y otros organismos representativos de categorías de responsables o encargados del tratamiento podrán elaborar códigos de conducta o modificar o ampliar dichos códigos con objeto de especificar la aplicación del presente Reglamento, como en lo que respecta a:\n\na) el tratamiento leal y transparente;\n\nb) los intereses legítimos perseguidos por los responsables del tratamiento en contextos específicos;\n\nc) la recogida de datos personales;\n\nd) la seudonimización de datos personales;\n\ne) la información proporcionada al público y a los interesados;\n\nf) el ejercicio de los derechos de los interesados;\n\ng) la información proporcionada a los niños y la protección de estos, así como la manera de obtener el consentimiento de los titulares de la patria potestad o tutela sobre el niño;\n\nh) las medidas y procedimientos a que se refieren los artículos 24 y 25 y las medidas para garantizar la seguridad del tratamiento a que se refiere el artículo 32;\n\ni) la notificación de violaciones de la seguridad de los datos personales a las autoridades de control y la comunicación de dichas violaciones a los interesados;\n\nj) la transferencia de datos personales a terceros países u organizaciones internacionales, o\n\nk) los procedimientos extrajudiciales y otros procedimientos de resolución de conflictos que permitan resolver las controversias entre los responsables del tratamiento y los interesados relativas al tratamiento, sin perjuicio de los derechos de los interesados en virtud de los artículos 77 y 79.\n\n3. Además de la adhesión de los responsables o encargados del tratamiento a los que se aplica el presente Reglamento, los responsables o encargados a los que no se aplica el presente Reglamento en virtud del artículo 3 podrán adherirse también a códigos de conducta aprobados de conformidad con el apartado 5 del presente artículo y que tengan validez general en virtud del apartado 9 del presente artículo, a fin de ofrecer garantías adecuadas en el marco de las transferencias de datos personales a terceros países u organizaciones internacionales a tenor del artículo 46, apartado 2, letra e). Dichos responsables o encargados deberán asumir compromisos vinculantes y exigibles, por vía contractual o mediante otros instrumentos jurídicamente vinculantes, para aplicar dichas garantías adecuadas, incluidas las relativas a los derechos de los interesados.\n\n4. El código de conducta a que se refiere el apartado 2 del presente artículo contendrá mecanismos que permitan al organismo mencionado en el artículo 41, apartado 1, efectuar el control obligatorio del cumplimiento de sus disposiciones por los responsables o encargados de tratamiento que se comprometan a aplicarlo, sin perjuicio de las funciones y los poderes de las autoridades de control que sean competentes con arreglo al artículo 51 o 56.\n\n5. Las asociaciones y otros organismos mencionados en el apartado 2 del presente artículo que proyecten elaborar un código de conducta o modificar o ampliar un código existente presentarán el proyecto de código o la modificación o ampliación a la autoridad de control que sea competente con arreglo al artículo 55. La autoridad de control dictaminará si el proyecto de código o la modificación o ampliación es conforme con el presente Reglamento y aprobará dicho proyecto de código, modificación o ampliación si considera suficientes las garantías adecuadas ofrecidas.\n\n6. Si el proyecto de código o la modificación o ampliación es aprobado de conformidad con el apartado 5 y el código de conducta de que se trate no se refiere a actividades de tratamiento en varios Estados miembros, la autoridad de control registrará y publicará el código.\n\n7. Si un proyecto de código de conducta guarda relación con actividades de tratamiento en varios Estados miembros, la autoridad de control que sea competente en virtud del artículo 55 lo presentará por el procedimiento mencionado en el artículo 63, antes de su aprobación o de la modificación o ampliación, al Comité, el cual dictaminará si dicho proyecto, modificación o ampliación es conforme con el presente Reglamento o, en la situación indicada en el apartado 3 del presente artículo, ofrece garantías adecuadas.\n\n8. Si el dictamen a que se refiere el apartado 7 confirma que el proyecto de código o la modificación o ampliación cumple lo dispuesto en el presente Reglamento o, en la situación indicada en el apartado 3, ofrece garantías adecuadas, el Comité presentará su dictamen a la Comisión.\n\n9. La Comisión podrá, mediante actos de ejecución, decidir que el código de conducta o la modificación o ampliación aprobados y presentados con arreglo al apartado 8 del presente artículo tengan validez general dentro de la Unión. Dichos actos de ejecución se adoptarán con arreglo al procedimiento de examen a que se refiere el artículo 93, apartado 2.\n\n10. La Comisión dará publicidad adecuada a los códigos aprobados cuya validez general haya sido decidida de conformidad con el apartado 9.\n\n11. El Comité archivará en un registro todos los códigos de conducta, modificaciones y ampliaciones que se aprueben, y los pondrá a disposición pública por cualquier medio apropiado.",
    "law_short_name": "Reglamento UE 2016/679"
  },
  {
    "id": "a18b2c99-baef-4f70-8dd2-f40d50e4b9a8",
    "question_text": "Según la legislación española, en materia de protección de datos NO es un derecho de los ciudadanos:",
    "option_a": "El derecho a la portabilidad.",
    "option_b": "El derecho a la limitación de tratamiento.",
    "option_c": "El derecho de supresión.",
    "option_d": "Todos son derechos de los ciudadanos en materia de protección de datos.",
    "correct_option": 3,
    "correct_letter": "D",
    "explanation": "El Título III de la LO 3/2018 regula los derechos de las personas. Todos los mencionados (portabilidad, limitación y supresión) son derechos reconocidos en la legislación de protección de datos.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "12",
    "article_content": "1. Los derechos reconocidos en los artículos 15 a 22 del Reglamento (UE) 2016/679, podrán ejercerse directamente o por medio de representante legal o voluntario.\n\n2. El responsable del tratamiento estará obligado a informar al afectado sobre los medios a su disposición para ejercer los derechos que le corresponden. Los medios deberán ser fácilmente accesibles para el afectado. El ejercicio del derecho no podrá ser denegado por el solo motivo de optar el afectado por otro medio.\n\n3. El encargado podrá tramitar, por cuenta del responsable, las solicitudes de ejercicio formuladas por los afectados de sus derechos si así se estableciere en el contrato o acto jurídico que les vincule.\n\n4. La prueba del cumplimiento del deber de responder a la solicitud de ejercicio de sus derechos formulado por el afectado recaerá sobre el responsable.\n\n5. Cuando las leyes aplicables a determinados tratamientos establezcan un régimen especial que afecte al ejercicio de los derechos previstos en el Capítulo III del Reglamento (UE) 2016/679, se estará a lo dispuesto en aquellas.\n\n6. En cualquier caso, los titulares de la patria potestad podrán ejercitar en nombre y representación de los menores de catorce años los derechos de acceso, rectificación, cancelación, oposición o cualesquiera otros que pudieran corresponderles en el contexto de la presente ley orgánica.\n\n7. Serán gratuitas las actuaciones llevadas a cabo por el responsable del tratamiento para atender las solicitudes de ejercicio de estos derechos, sin perjuicio de lo dispuesto en los artículos 12.5 y 15.3 del Reglamento (UE) 2016/679 y en los apartados 3 y 4 del artículo 13 de esta ley orgánica.",
    "law_short_name": "LO 3/2018"
  },
  {
    "id": "499ad8fc-1c7b-4700-8426-f5cc9b0796b7",
    "question_text": "¿Tiene la Ley Orgánica 3/2018, de 5 de diciembre, de Protección de Datos Personales y garantía de los derechos digitales carácter de ley ordinaria?",
    "option_a": "Tiene carácter de ley ordinaria el Título III, entre otros.",
    "option_b": "Tiene carácter de ley ordinaria el Título V, entre otros.",
    "option_c": "Tiene carácter de ley ordinaria el Título IV, entre otros.",
    "option_d": "No, dicha ley tiene el carácter de ley orgánica.",
    "correct_option": 2,
    "correct_letter": "C",
    "explanation": "Ley Orgánica 3/2018, de 5 de diciembre, de Protección de Datos Personales y garantía de los derechos digitales.\nDisposición final primera. Naturaleza de la presente ley.\nLa presente ley tiene el carácter de ley orgánica.\nNo obstante, tienen carácter de ley ordinaria:\n– El Título IV,\n– el Título VII, salvo los artículos 52 y 53, que tienen carácter orgánico,\n– el Título VIII,\n– el Título IX,\n– los artículos 79, 80, 81, 82, 88, 95, 96 y 97 del Título X,\n– las disposiciones adicionales, salvo la disposición adicional segunda y la disposición adicional decimoséptima, que tienen carácter orgánico,\n– las disposiciones transitorias,\n– y las disposiciones finales, salvo las disposiciones finales primera, segunda, tercera, cuarta, octava, décima y decimosexta, que tienen carácter orgánico.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "1",
    "article_content": "La presente ley orgánica tiene por objeto:\n\na) Adaptar el ordenamiento jurídico español al Reglamento (UE) 2016/679 del Parlamento Europeo y el Consejo, de 27 de abril de 2016, relativo a la protección de las personas físicas en lo que respecta al tratamiento de sus datos personales y a la libre circulación de estos datos, y completar sus disposiciones.\n\nEl derecho fundamental de las personas físicas a la protección de datos personales, amparado por el artículo 18.4 de la Constitución, se ejercerá con arreglo a lo establecido en el Reglamento (UE) 2016/679 y en esta ley orgánica.\n\nb) Garantizar los derechos digitales de la ciudadanía conforme al mandato establecido en el artículo 18.4 de la Constitución.",
    "law_short_name": "LO 3/2018"
  },
  {
    "id": "1edffb3f-710c-4af9-adca-da5312588b0d",
    "question_text": "A los efectos del Reglamento (UE) 2016/679, ¿puede un niño dar su consentimiento para el tratamiento de sus datos personales en relación con la oferta directa de servicios de la sociedad de la información?",
    "option_a": "Sólo con la autorización del titular de la patria potestad o tutela si el niño es menor de 18 años.",
    "option_b": "Sí, cuando tenga como mínimo 14 años.",
    "option_c": "Sí, cuando tenga como mínimo 16 años.",
    "option_d": "En ningún caso.",
    "correct_option": 2,
    "correct_letter": "C",
    "explanation": "El artículo 8.1 del RGPD establece que el consentimiento del niño es válido si tiene al menos 16 años. Sin embargo, el apartado 1 permite que los Estados miembros establezcan una edad inferior, siempre que no sea menor de 13 años. España, mediante el artículo 7 de la LO 3/2018, estableció la edad mínima en 14 años. Por tanto, en el ámbito español, un niño puede consentir cuando tenga como mínimo 14 años, aunque el RGPD general establece 16.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "8",
    "article_content": "1. Cuando se aplique el articulo 6, apartado 1, letra a), en relacion con la oferta directa a ninos de servicios de la sociedad de la informacion, el tratamiento de los datos personales de un nino se considerara licito cuando tenga como minimo 16 anos. Si el nino es menor de 16 anos, tal tratamiento unicamente se considerara licito si el consentimiento lo dio o autorizo el titular de la patria potestad o tutela sobre el nino, y solo en la medida en que se dio o autorizo.\n\nLos Estados miembros podran establecer por ley una edad inferior para tales fines, siempre que esta no sea inferior a 13 anos.\n\n2. El responsable del tratamiento hara esfuerzos razonables para verificar en tales casos que el consentimiento fue dado o autorizado por el titular de la patria potestad o tutela sobre el nino, teniendo en cuenta la tecnologia disponible.\n\n3. El apartado 1 no afectara al Derecho contractual general de los Estados miembros, como las normas sobre la validez, formacion o efectos de los contratos en relacion con un nino.",
    "law_short_name": "Reglamento UE 2016/679"
  },
  {
    "id": "c6a73875-4fa4-4ad6-8f31-fb35a81db3cb",
    "question_text": "Señale la respuesta correcta en relación con la responsabilidad del responsable del tratamiento según lo dispuesto en el artículo 24 del Reglamento (UE) 2016/679 del Parlamento Europeo y del Consejo:",
    "option_a": "El responsable del tratamiento aplicará medidas técnicas y organizativas apropiadas a fin de garantizar y poder demostrar que el tratamiento es conforme con el Reglamento 3/2018 de Protección de Datos.",
    "option_b": "Las medidas técnicas y organizativas que aplique el responsable se revisarán y actualizarán periódicamente.",
    "option_c": "La adhesión a códigos de conducta aprobados conforme a lo dispuesto en el Reglamento (UE) 2016/679, podrán ser utilizados como elementos para demostrar el cumplimiento de las obligaciones por parte del responsable del tratamiento.",
    "option_d": "Todas las respuestas anteriores son correctas.",
    "correct_option": 2,
    "correct_letter": "C",
    "explanation": "El artículo 24 del RGPD establece que la adhesión a códigos de conducta puede utilizarse como elemento para demostrar el cumplimiento de las obligaciones del responsable. Las opciones A y B son incorrectas en su formulación.",
    "topic_review_status": "bad_explanation",
    "article_number": "24",
    "article_content": "1. Teniendo en cuenta la naturaleza, el ámbito, el contexto y los fines del tratamiento así como los riesgos de diversa probabilidad y gravedad para los derechos y libertades de las personas físicas, el responsable del tratamiento aplicará medidas técnicas y organizativas apropiadas a fin de garantizar y poder demostrar que el tratamiento es conforme con el presente Reglamento. Dichas medidas se revisarán y actualizarán cuando sea necesario.\n\n2. Cuando sean proporcionadas en relación con las actividades de tratamiento, entre las medidas mencionadas en el apartado 1 se incluirá la aplicación, por parte del responsable del tratamiento, de las oportunas políticas de protección de datos.\n\n3. La adhesión a códigos de conducta aprobados a tenor del artículo 40 o a un mecanismo de certificación aprobado a tenor del artículo 42 podrán ser utilizados como elementos para demostrar el cumplimiento de las obligaciones por parte del responsable del tratamiento.",
    "law_short_name": "Reglamento UE 2016/679"
  },
  {
    "id": "f2f6b561-cb7d-45d1-bfac-08540649abfd",
    "question_text": "Cuando un interesado solicite el acceso a sus datos de carácter personal y dicha solicitud sea manifiestamente infundada o excesiva, el responsable del tratamiento de datos podrá:",
    "option_a": "Cobrar un canon en función de los costes administrativos afrontados para facilitar la información.",
    "option_b": "Negarse a actuar respecto de la solicitud.",
    "option_c": "Aplazar el procedimiento para estudiar el caso.",
    "option_d": "Las opciones a) y b) son correctas.",
    "correct_option": 3,
    "correct_letter": "D",
    "explanation": "Reglamento (UE) 2016/679 del Parlamento Europeo y del Consejo, de 27 de abril de 2016, relativo a la protección de las personas físicas en lo que respecta al tratamiento de datos personales y a la libre circulación de estos datos y por el que se deroga la Directiva 95/46/CE.\nArtículo 12. Transparencia de la información, comunicación y modalidades de ejercicio de los derechos del interesado.\n5. La información facilitada en virtud de los artículos 13 y 14 así como toda comunicación y cualquier actuación realizada en virtud de los artículos 15 a 22 y 34 serán a título gratuito. Cuando las solicitudes sean manifiestamente infundadas o excesivas, especialmente debido a su carácter repetitivo, el responsable del tratamiento podrá:\na) cobrar un canon razonable en función de los costes administrativos afrontados para facilitar la información o la comunicación o realizar la actuación solicitada, o\nb) negarse a actuar respecto de la solictud. \nEl responsable del tratamiento soportará la carga de demostrar el carácter manifiestamente infundado o excesivo de la solicitud.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "12",
    "article_content": "1. El responsable del tratamiento tomara las medidas apropiadas para facilitar al interesado toda informacion indicada en los articulos 13 y 14, asi como toda comunicacion con arreglo a los articulos 15 a 22 y 34 relativa al tratamiento, en forma concisa, transparente, inteligible y de facil acceso, con un lenguaje claro y sencillo, en particular cualquier informacion dirigida especificamente a un nino.\n\n2. El responsable del tratamiento facilitara al interesado el ejercicio de sus derechos en virtud de los articulos 15 a 22.\n\n3. El responsable del tratamiento facilitara informacion sobre las medidas adoptadas con arreglo a una solicitud formulada en virtud de los articulos 15 a 22 al interesado sin dilacion indebida y, en cualquier caso, en el plazo de un mes a partir de la recepcion de la solicitud.\n\n4. Si el responsable del tratamiento no da curso a la solicitud del interesado, le informara sin dilacion, y a mas tardar transcurrido un mes de la recepcion de la solicitud, de las razones de su no actuacion.\n\n5. La informacion facilitada en virtud de los articulos 13 y 14 asi como toda comunicacion y cualquier medida adoptada en virtud de los articulos 15 a 22 y 34 seran a titulo gratuito.",
    "law_short_name": "Reglamento UE 2016/679"
  },
  {
    "id": "0abb7ee9-a37b-487d-8077-459b6e47fdba",
    "question_text": "De acuerdo con el artículo 22 del Reglamento (UE) 2016/679 de 27 de abril de 2016 todo interesado tendrá derecho a no ser objeto de una decisión basada únicamente en el tratamiento automatizado, incluida la elaboración de perfiles, que produzca efectos jurídicos en él o le afecte significativamente de modo similar, salvo que la decisión:",
    "option_a": "Sea necesaria para la celebración o la ejecución de un contrato entre el interesado y un responsable del tratamiento.",
    "option_b": "Esté autorizada por el Derecho de la Unión o de los Estados miembros que se aplique al responsable del tratamiento y que establezca asimismo medidas adecuadas para salvaguardar los derechos y libertades y los intereses legítimos del interesado.",
    "option_c": "Se base en el consentimiento explícito del interesado.",
    "option_d": "Todas las respuestas anteriores son correctas.",
    "correct_option": 3,
    "correct_letter": "D",
    "explanation": "El artículo 22 establece tres excepciones al derecho a no ser objeto de decisiones automatizadas: necesidad contractual, autorización legal con salvaguardas, o consentimiento explícito. Todas son correctas.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "22",
    "article_content": "1. Todo interesado tendra derecho a no ser objeto de una decision basada unicamente en el tratamiento automatizado, incluida la elaboracion de perfiles, que produzca efectos juridicos en el o le afecte significativamente de modo similar.\n\n2. El apartado 1 no se aplicara si la decision:\n\na) es necesaria para la celebracion o la ejecucion de un contrato entre el interesado y un responsable del tratamiento;\nb) esta autorizada por el Derecho de la Union o de los Estados miembros que se aplique al responsable del tratamiento;\nc) se basa en el consentimiento explicito del interesado.\n\n3. En los casos a que se refieren las letras a) y c) del apartado 2, el responsable del tratamiento adoptara las medidas adecuadas para salvaguardar los derechos y libertades y los intereses legitimos del interesado.\n\n4. Las decisiones a que se refiere el apartado 2 no se basaran en las categorias especiales de datos personales contempladas en el articulo 9, apartado 1.",
    "law_short_name": "Reglamento UE 2016/679"
  },
  {
    "id": "cdba4bcd-9ca3-4664-aac5-d73d987b76df",
    "question_text": "Según el Reglamento (UE) 2016/679 la obligación del responsable del tratamiento en la aplicación de medidas técnicas y organizativas apropiadas, para garantizar que sólo sean objeto de tratamiento los datos personales que sean necesarios para cada uno de los fines específicos se aplica a (señale la respuesta incorrecta):",
    "option_a": "La calidad de datos personales recogidos.",
    "option_b": "Su accesibilidad.",
    "option_c": "El plazo de conservación.",
    "option_d": "La cantidad de datos personales recogidos.",
    "correct_option": 0,
    "correct_letter": "A",
    "explanation": "REGLAMENTO (UE) 2016/679 DEL PARLAMENTO EUROPEO Y DEL CONSEJO de 27 de abril de 2016 relativo a la protección de las personas físicas en lo que respecta al tratamiento de datos personales y a la libre circulación de estos datos y por el que se deroga la Directiva 95/46/CE (Reglamento general de protección de datos) (Texto pertinente a efectos del EEE)\nArtículo 25 Protección de datos desde el diseño y por defecto.\n2. El responsable del tratamiento aplicará las medidas técnicas y organizativas apropiadas con miras a garantizar que, por defecto, solo sean objeto de tratamiento los datos personales que sean necesarios para cada uno de los fines específicos del tratamiento. Esta obligación se aplicará a la cantidad de datos personales recogidos, a la extensión de su tratamiento, a su plazo de conservación y a su accesibilidad. Tales medidas garantizarán en particular que, por defecto, los datos personales no sean accesibles, sin la intervención de la persona, a un número indeterminado de personas físicas",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "25",
    "article_content": "1. Teniendo en cuenta el estado de la técnica, el coste de la aplicación y la naturaleza, ámbito, contexto y fines del tratamiento, así como los riesgos de diversa probabilidad y gravedad que entraña el tratamiento para los derechos y libertades de las personas físicas, el responsable del tratamiento aplicará, tanto en el momento de determinar los medios de tratamiento como en el momento del propio tratamiento, medidas técnicas y organizativas apropiadas, como la seudonimización, concebidas para aplicar de forma efectiva los principios de protección de datos, como la minimización de datos, e integrar las garantías necesarias en el tratamiento, a fin de cumplir los requisitos del presente Reglamento y proteger los derechos de los interesados.\n\n2. El responsable del tratamiento aplicará las medidas técnicas y organizativas apropiadas con miras a garantizar que, por defecto, solo sean objeto de tratamiento los datos personales que sean necesarios para cada uno de los fines específicos del tratamiento. Esta obligación se aplicará a la cantidad de datos personales recogidos, a la extensión de su tratamiento, a su plazo de conservación y a su accesibilidad. Tales medidas garantizarán en particular que, por defecto, los datos personales no sean accesibles, sin la intervención de la persona, a un número indeterminado de personas físicas.\n\n3. Podrá utilizarse un mecanismo de certificación aprobado con arreglo al artículo 42 como elemento que acredite el cumplimiento de las obligaciones establecidas en los apartados 1 y 2 del presente artículo.",
    "law_short_name": "Reglamento UE 2016/679"
  },
  {
    "id": "a9644597-8465-495f-918c-749aaff1bc82",
    "question_text": "El Reglamento UE 2016/679 relativo a la protección de las personas físicas en lo que respecta al tratamiento de datos personales y a la libre circulación de estos datos establece, con carácter general, que queda prohibido el tratamiento de datos personales:",
    "option_a": "Que revelen el origen étnico o racial.",
    "option_b": "Que revelen las opiniones políticas.",
    "option_c": "Que revelen las convicciones religiosas o filosóficas.",
    "option_d": "Todas las respuestas son correctas.",
    "correct_option": 3,
    "correct_letter": "D",
    "explanation": "El artículo 9.1 del RGPD (principios relativos al tratamiento) establece la prohibición general del tratamiento de datos que revelen el origen étnico o racial, las opiniones políticas, las convicciones religiosas o filosóficas.",
    "topic_review_status": "wrong_article_bad_explanation",
    "article_number": "5",
    "article_content": "1. Los datos personales seran:\n\na) tratados de manera licita, leal y transparente en relacion con el interesado (licitud, lealtad y transparencia);\n\nb) recogidos con fines determinados, explicitos y legitimos, y no seran tratados ulteriormente de manera incompatible con dichos fines; que el tratamiento ulterior con fines de archivo en interes publico, fines de investigacion cientifica e historica o fines estadisticos no se considerara incompatible con los fines iniciales (limitacion de la finalidad);\n\nc) adecuados, pertinentes y limitados a lo necesario en relacion con los fines para los que son tratados (minimizacion de datos);\n\nd) exactos y, si fuera necesario, actualizados; se adoptaran todas las medidas razonables para que se supriman o rectifiquen sin dilacion los datos personales que sean inexactos con respecto a los fines para los que se tratan (exactitud);\n\ne) mantenidos de forma que se permita la identificacion de los interesados durante no mas tiempo del necesario para los fines del tratamiento de los datos personales; los datos personales podran conservarse durante periodos mas largos siempre que se traten exclusivamente con fines de archivo en interes publico, fines de investigacion cientifica o historica o fines estadisticos, con arreglo al articulo 89, apartado 1, sin perjuicio de la aplicacion de las medidas tecnicas y organizativas apropiadas que impone el presente Reglamento a fin de proteger los derechos y libertades del interesado (limitacion del plazo de conservacion);\n\nf) tratados de tal manera que se garantice una seguridad adecuada de los datos personales, incluida la proteccion contra el tratamiento no autorizado o ilicito y contra su perdida, destruccion o dano accidental, mediante la aplicacion de medidas tecnicas u organizativas apropiadas (integridad y confidencialidad).\n\n2. El responsable del tratamiento sera responsable del cumplimiento de lo dispuesto en el apartado 1 y capaz de demostrarlo (responsabilidad proactiva).",
    "law_short_name": "Reglamento UE 2016/679"
  },
  {
    "id": "e8f196ac-3cd0-437f-9687-72170dacd54d",
    "question_text": "Señale la falsa. El Reglamento (UE) 2016/679 relativo a la protección de las personas físicas en lo que respecta al tratamiento de datos personales y a la libre circulación de estos datos, se aplica:",
    "option_a": "Al tratamiento parcialmente automatizado de datos personales.",
    "option_b": "Al tratamiento no automatizado de datos personales contenidos o destinados a ser incluidos en un fichero.",
    "option_c": "Al tratamiento mecánicamente automatizado de datos personales.",
    "option_d": "Al tratamiento totalmente automatizado de datos personales.",
    "correct_option": 2,
    "correct_letter": "C",
    "explanation": "Artículo 2.1Reglamento (UE) 2016/679 del Parlamento Europeo y del Consejo, de 27 de abril de 2016, relativo a la protección de las personas físicas en lo que respecta al tratamiento de datos personales y a la libre circulación de estos datos y por el que se deroga la Directiva 95/46/CE (Reglamento general de protección de datos) (Texto pertinente a efectos del EEE)\n1.   El presente Reglamento se aplica al tratamiento total o parcialmente automatizado de datos personales, así como al tratamiento no automatizado de datos personales contenidos o destinados a ser incluidos en un fichero.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "2",
    "article_content": "1. El presente Reglamento se aplica al tratamiento total o parcialmente automatizado de datos personales, así como al tratamiento no automatizado de datos personales contenidos o destinados a ser incluidos en un fichero.\n\n2. El presente Reglamento no se aplica al tratamiento de datos personales:\n\na) en el ejercicio de una actividad no comprendida en el ámbito de aplicación del Derecho de la Unión;\nb) por parte de los Estados miembros cuando lleven a cabo actividades comprendidas en el ámbito de aplicación del capítulo 2 del título V del TUE;\nc) efectuado por una persona física en el ejercicio de actividades exclusivamente personales o domésticas;\nd) por parte de las autoridades competentes con fines de prevención, investigación, detección o enjuiciamiento de infracciones penales, o de ejecución de sanciones penales, incluida la de protección frente a amenazas a la seguridad pública y su prevención.\n\n3. El Reglamento (CE) n.º 45/2001 es de aplicación al tratamiento de datos de carácter personal por parte de las instituciones, órganos y organismos de la Unión. El Reglamento (CE) n.º 45/2001 y otros actos jurídicos de la Unión aplicables a dicho tratamiento de datos de carácter personal se adaptarán a los principios y normas del presente Reglamento de conformidad con su artículo 98.\n\n4. El presente Reglamento se entenderá sin perjuicio de la aplicación de la Directiva 2000/31/CE, en particular sus normas relativas a la responsabilidad de los prestadores de servicios intermediarios establecidas en sus artículos 12 a 15.",
    "law_short_name": "Reglamento UE 2016/679"
  },
  {
    "id": "08faf005-528b-457d-a3b4-3832e669d6d6",
    "question_text": "En el supuesto establecido en el artículo 30 de la Ley Orgánica 3/2018, de 5 de diciembre, de Protección de Datos Personales y garantía de los derechos digitales, respecto de un responsable o encargado no establecido en la Unión Europea cuyo tratamiento se refiera a afectados que se hallen en España, ¿cuál es órgano encargado de imponer las medidas establecidas en el Reglamento (UE) 2016/679 al representante, solidariamente con el responsable o encargado del tratamiento de datos?",
    "option_a": "El Delegado de Protección de Datos.",
    "option_b": "El Consejo de Transparencia y Buen Gobierno.",
    "option_c": "El Ministerio para la Transformación Digital y de la Función Pública.",
    "option_d": "La Agencia Española de Protección de Datos o, en su caso, las autoridades autonómicas de protección de datos.",
    "correct_option": 3,
    "correct_letter": "D",
    "explanation": "El artículo 30 de la LO 3/2018 establece que la Agencia Española de Protección de Datos o las autoridades autonómicas competentes son las encargadas de imponer medidas solidariamente al representante y al responsable/encargado no establecido en la UE.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "30",
    "article_content": "1. En los supuestos en que el Reglamento (UE) 2016/679 sea aplicable a un responsable o encargado del tratamiento no establecido en la Unión Europea en virtud de lo dispuesto en su artículo 3.2 y el tratamiento se refiera a afectados que se hallen en España, la Agencia Española de Protección de Datos o, en su caso, las autoridades autonómicas de protección de datos podrán imponer al representante, solidariamente con el responsable o encargado del tratamiento, las medidas establecidas en el Reglamento (UE) 2016/679.\n\nDicha exigencia se entenderá sin perjuicio de la responsabilidad que pudiera en su caso corresponder al responsable o al encargado del tratamiento y del ejercicio por el representante de la acción de repetición frente a quien proceda.\n\n2. Asimismo, en caso de exigencia de responsabilidad en los términos previstos en el artículo 82 del Reglamento (UE) 2016/679, los responsables, encargados y representantes responderán solidariamente de los daños y perjuicios causados.",
    "law_short_name": "LO 3/2018"
  },
  {
    "id": "9857d4e8-a4b3-41cd-8a10-f0333e6374b2",
    "question_text": "De conformidad con lo dispuesto en el artículo 33 de la Ley Orgánica 3/2018, de 5 de diciembre, de Protección de Datos Personales y garantía de los derechos digitales, el responsable del tratamiento determinará si, cuando finalice la prestación de los servicios del encargado, los datos personales deben ser destruidos, devueltos al responsable o entregados, en su caso, a un nuevo encargado. ¿En qué caso no procede la destrucción de estos datos?",
    "option_a": "Cuando se trate de un derecho fundamental regulado en el Título I de la CE que obligue a su conservación, en cuyo caso deberán ser devueltos al responsable, que garantizará su conservación mientras tal obligación persista.",
    "option_b": "Cuando exista una previsión legal que obligue a su conservación, en cuyo caso deberán ser devueltos al responsable, que garantizará su conservación mientras tal obligación persista.",
    "option_c": "Cuando exista una previsión reglamentaria que obligue a su conservación, en cuyo caso deberán ser devueltos al responsable, que garantizará su conservación mientras tal obligación persista.",
    "option_d": "Cuando se trate de datos relacionados con la obligación de comunicación de datos censales que obligue a su conservación, en cuyo caso deberán ser devueltos al responsable, que garantizará su conservación mientras tal obligación persista.",
    "correct_option": 1,
    "correct_letter": "B",
    "explanation": "El artículo 33 regula el encargado del tratamiento. La respuesta correcta es la B: cuando existe una previsión legal (no reglamentaria ni otras excepciones específicas) que obligue a conservar los datos.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "33",
    "article_content": "1. El acceso por parte de un encargado de tratamiento a los datos personales que resulten necesarios para la prestación de un servicio al responsable no se considerará comunicación de datos siempre que se cumpla lo establecido en el Reglamento (UE) 2016/679, en la presente ley orgánica y en sus normas de desarrollo.\n\n2. Tendrá la consideración de responsable del tratamiento y no la de encargado quien en su propio nombre y sin que conste que actúa por cuenta de otro, establezca relaciones con los afectados aun cuando exista un contrato o acto jurídico con el contenido fijado en el artículo 28.3 del Reglamento (UE) 2016/679. Esta previsión no será aplicable a los encargos de tratamiento efectuados en el marco de la legislación de contratación del sector público.\n\nTendrá asimismo la consideración de responsable del tratamiento quien figurando como encargado utilizase los datos para sus propias finalidades.\n\n3. El responsable del tratamiento determinará si, cuando finalice la prestación de los servicios del encargado, los datos personales deben ser destruidos, devueltos al responsable o entregados, en su caso, a un nuevo encargado.\n\nNo procederá la destrucción de los datos cuando exista una previsión legal que obligue a su conservación, en cuyo caso deberán ser devueltos al responsable, que garantizará su conservación mientras tal obligación persista.\n\n4. El encargado del tratamiento podrá conservar, debidamente bloqueados, los datos en tanto pudieran derivarse responsabilidades de su relación con el responsable del tratamiento.\n\n5. En el ámbito del sector público podrán atribuirse las competencias propias de un encargado del tratamiento a un determinado órgano de la Administración General del Estado, la Administración de las comunidades autónomas, las Entidades que integran la Administración Local o a los Organismos vinculados o dependientes de las mismas mediante la adopción de una norma reguladora de dichas competencias, que deberá incorporar el contenido exigido por el artículo 28.3 del Reglamento (UE) 2016/679.",
    "law_short_name": "LO 3/2018"
  },
  {
    "id": "48001f52-4d70-4d58-a522-0f2449dd221f",
    "question_text": "De conformidad con lo dispuesto en el artículo 18 del Reglamento (UE) 2016/679 del Parlamento Europeo y del Consejo de 27 de abril de 2016, señale qué condición no es necesaria para que el interesado tenga derecho a obtener del responsable del tratamiento la limitación del tratamiento de los datos:",
    "option_a": "Que el interesado impugne la inexactitud de los datos personales, durante un plazo que permita al responsable verificar la exactitud de los mismos.",
    "option_b": "Que el responsable ya no necesite los datos personales para los fines del tratamiento.",
    "option_c": "Que el interesado necesite los datos personales para la formulación, el ejercicio o la defensa de reclamaciones.",
    "option_d": "Que el tratamiento sea ilícito y el interesado se oponga a la supresión de los datos personales solicitando en su lugar la limitación de su uso.",
    "correct_option": 0,
    "correct_letter": "A",
    "explanation": "El Art. 18 RGPD establece que cuando el interesado impugne la inexactitud SÍ es una condición para obtener la limitación. La pregunta pide la condición que NO es necesaria, pero la opción A SÍ es necesaria según el artículo. Respuesta correcta: A (es la condición que NO se describe correctamente como \"no necesaria\").",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "18",
    "article_content": "1. El interesado tendra derecho a obtener del responsable del tratamiento la limitacion del tratamiento de los datos cuando se de alguna de las circunstancias siguientes:\n\na) el interesado impugne la exactitud de los datos personales;\nb) el tratamiento sea ilicito y el interesado se oponga a la supresion de los datos personales;\nc) el responsable ya no necesite los datos personales para los fines del tratamiento;\nd) el interesado se haya opuesto al tratamiento.\n\n2. Cuando el tratamiento de datos personales se haya limitado en virtud del apartado 1, dichos datos solo podran ser objeto de tratamiento, con excepcion de su conservacion, con el consentimiento del interesado.\n\n3. El interesado que haya obtenido la limitacion del tratamiento sera informado por el responsable antes del levantamiento de dicha limitacion.",
    "law_short_name": "Reglamento UE 2016/679"
  },
  {
    "id": "49efbb71-76cf-43e8-8a5b-eafce37a537b",
    "question_text": "Señale la respuesta correcta respecto al derecho a la portabilidad de datos:",
    "option_a": "El interesado tendrá derecho a recibir los datos personales que le incumban en un formato estructurado, de uso extraordinario y lectura mecánica,",
    "option_b": "El interesado tendrá derecho a recibir los datos patrimoniales que le incumban, que haya facilitado a un responsable del tratamiento.",
    "option_c": "El interesado tendrá derecho a transmitir los datos personales que le incumban a otro responsable del tratamiento sin que lo impida el responsable al que se los hubiera facilitado, cuando el tratamiento esté basado en el consentimiento que el interesado dio para el tratamiento de sus datos personales para uno o varios fines específicos.",
    "option_d": "El interesado tendrá derecho a transmitir los datos personales que le incumban a otro responsable del tratamiento sin que lo impida el responsable al que se los hubiera facilitado, cuando el tratamiento se efectúe por medios no automatizados.",
    "correct_option": 2,
    "correct_letter": "C",
    "explanation": "El artículo 20 del RGPD establece el derecho a la portabilidad de datos. La respuesta correcta es la C porque recoge correctamente que el interesado puede transmitir sus datos a otro responsable cuando el tratamiento se base en el consentimiento y para fines específicos.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "20",
    "article_content": "1. El interesado tendra derecho a recibir los datos personales que le incumban, que haya facilitado a un responsable del tratamiento, en un formato estructurado, de uso comun y lectura mecanica, y a transmitirlos a otro responsable del tratamiento sin que lo impida el responsable al que se los hubiera facilitado, cuando:\n\na) el tratamiento este basado en el consentimiento o en un contrato, y\nb) el tratamiento se efectue por medios automatizados.\n\n2. Al ejercer su derecho a la portabilidad de los datos, el interesado tendra derecho a que los datos personales se transmitan directamente de responsable a responsable cuando sea tecnicamente posible.\n\n3. El ejercicio del derecho mencionado en el apartado 1 del presente articulo se entiende sin perjuicio del articulo 17.\n\n4. El derecho mencionado en el apartado 1 no afectara negativamente a los derechos y libertades de otros.",
    "law_short_name": "Reglamento UE 2016/679"
  },
  {
    "id": "60bbf4d1-b4bf-4979-aa63-c227c9b0a1ec",
    "question_text": "¿En qué casos el Reglamento (UE) 2016/679 del Parlamento Europeo y del Consejo, de 27 de abril de 2016, no se aplica al tratamiento de datos personales?:",
    "option_a": "En el ejercicio de una actividad no comprendida en el ámbito de aplicación del Derecho de la Unión.",
    "option_b": "En el efectuado por una persona física en el ejercicio de actividades exclusivamente personales o doméstica.",
    "option_c": "Por parte de los Estados miembros cuando lleven a cabo actividades comprendidas en el ámbito de aplicación del capítulo 2 del título V del TUE.",
    "option_d": "Todas son correctas.",
    "correct_option": 3,
    "correct_letter": "D",
    "explanation": "Reglamento (UE) 2016/679 del Parlamento Europeo y del Consejo, de 27 de abril de 2016, relativo a la protección de las personas físicas en lo que respecta al tratamiento de datos personales y a la libre circulación de estos datos\nArtículo 2. Ámbito de aplicación material\n2.   El presente Reglamento no se aplica al tratamiento de datos personales:\na) en el ejercicio de una actividad no comprendida en el ámbito de aplicación del Derecho de la Unión;\nb) por parte de los Estados miembros cuando lleven a cabo actividades comprendidas en el ámbito de aplicación del capítulo 2 del título V del TUE;\nc) efectuado por una persona física en el ejercicio de actividades exclusivamente personales o domésticas;\nd) por parte de las autoridades competentes con fines de prevención, investigación, detección o enjuiciamiento de infracciones penales, o de ejecución de sanciones penales, incluida la de protección frente a amenazas a la seguridad pública y su prevención.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "2",
    "article_content": "1. El presente Reglamento se aplica al tratamiento total o parcialmente automatizado de datos personales, así como al tratamiento no automatizado de datos personales contenidos o destinados a ser incluidos en un fichero.\n\n2. El presente Reglamento no se aplica al tratamiento de datos personales:\n\na) en el ejercicio de una actividad no comprendida en el ámbito de aplicación del Derecho de la Unión;\nb) por parte de los Estados miembros cuando lleven a cabo actividades comprendidas en el ámbito de aplicación del capítulo 2 del título V del TUE;\nc) efectuado por una persona física en el ejercicio de actividades exclusivamente personales o domésticas;\nd) por parte de las autoridades competentes con fines de prevención, investigación, detección o enjuiciamiento de infracciones penales, o de ejecución de sanciones penales, incluida la de protección frente a amenazas a la seguridad pública y su prevención.\n\n3. El Reglamento (CE) n.º 45/2001 es de aplicación al tratamiento de datos de carácter personal por parte de las instituciones, órganos y organismos de la Unión. El Reglamento (CE) n.º 45/2001 y otros actos jurídicos de la Unión aplicables a dicho tratamiento de datos de carácter personal se adaptarán a los principios y normas del presente Reglamento de conformidad con su artículo 98.\n\n4. El presente Reglamento se entenderá sin perjuicio de la aplicación de la Directiva 2000/31/CE, en particular sus normas relativas a la responsabilidad de los prestadores de servicios intermediarios establecidas en sus artículos 12 a 15.",
    "law_short_name": "Reglamento UE 2016/679"
  },
  {
    "id": "37a55534-8443-4a3a-8a37-5bf46f74d00b",
    "question_text": "En virtud de lo dispuesto en el artículo 21 del Reglamento (UE) ) 2016/679 del Parlamento Europeo y del Consejo de 27 de abril de 2016, ¿qué puede alegar el interesado para oponerse al tratamiento de sus datos basado en que dicho tratamiento es necesario?",
    "option_a": "Tendrá derecho a oponerse en cualquier momento.",
    "option_b": "Podrá oponerse salvo que se acrediten motivos legítimos imperiosos para que el tratamiento que prevalezcan sobre los intereses, los derechos y las libertades del interesado.",
    "option_c": "Podrá oponerse a la elaboración de perfiles sobre la base del tratamiento datos cuando sea necesario para el cumplimiento de una misión realizada en interés público o en el ejercicio de poderes públicos conferidos al responsable del tratamiento.",
    "option_d": "Tendrá derecho a oponerse por motivos relacionados con su situación patrimonial.",
    "correct_option": 2,
    "correct_letter": "C",
    "explanation": "El artículo 21 del RGPD establece que el interesado puede oponerse a la elaboración de perfiles cuando el tratamiento sea necesario para una misión de interés público o ejercicio de poderes públicos. La respuesta correcta C especifica esta situación concreta del artículo 21.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "21",
    "article_content": "1. El interesado tendra derecho a oponerse en cualquier momento, por motivos relacionados con su situacion particular, a que datos personales que le conciernan sean objeto de un tratamiento basado en lo dispuesto en el articulo 6, apartado 1, letras e) o f).\n\n2. Cuando el tratamiento de datos personales tenga por objeto la mercadotecnia directa, el interesado tendra derecho a oponerse en todo momento al tratamiento de los datos personales que le conciernan.\n\n3. Cuando el interesado se oponga al tratamiento con fines de mercadotecnia directa, los datos personales dejaran de ser tratados para dichos fines.\n\n4. A mas tardar en el momento de la primera comunicacion con el interesado, el derecho indicado en los apartados 1 y 2 sera mencionado explicitamente al interesado.\n\n5. En el contexto de la utilizacion de servicios de la sociedad de la informacion, el interesado podra ejercer su derecho de oposicion por medios automatizados.\n\n6. Cuando los datos personales se traten con fines de investigacion cientifica o historica o fines estadisticos, el interesado tendra derecho a oponerse al tratamiento de datos personales que le conciernan, salvo que sea necesario para el cumplimiento de una mision realizada por razones de interes publico.",
    "law_short_name": "Reglamento UE 2016/679"
  },
  {
    "id": "828e694b-f0f2-45d5-9ac7-b569dba652cc",
    "question_text": "En el supuesto establecido en el artículo 30 de la Ley Orgánica 3/2018, de 5 de diciembre, de Protección de Datos Personales y garantía de los derechos digitales, respecto de un responsable o encargado no establecido en la Unión Europea cuyo tratamiento se refiera a afectados que se hallen en España, ¿cuál es órgano encargado de imponer las medidas establecidas en el Reglamento (UE) 2016/679 al representante, solidariamente con el responsable o encargado del tratamiento de datos?",
    "option_a": "El Consejo de Transparencia y Buen Gobierno.",
    "option_b": "El Delegado de Protección de Datos.",
    "option_c": "El Ministerio para la Transformación Digital y de la Función Pública.",
    "option_d": "La Agencia Española de Protección de Datos o, en su caso, las autoridades autonómicas de protección de datos.",
    "correct_option": 3,
    "correct_letter": "D",
    "explanation": "Artículo 30 LO 3/2018: La AEPD o autoridades autonómicas de protección de datos son competentes para imponer medidas.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "30",
    "article_content": "1. En los supuestos en que el Reglamento (UE) 2016/679 sea aplicable a un responsable o encargado del tratamiento no establecido en la Unión Europea en virtud de lo dispuesto en su artículo 3.2 y el tratamiento se refiera a afectados que se hallen en España, la Agencia Española de Protección de Datos o, en su caso, las autoridades autonómicas de protección de datos podrán imponer al representante, solidariamente con el responsable o encargado del tratamiento, las medidas establecidas en el Reglamento (UE) 2016/679.\n\nDicha exigencia se entenderá sin perjuicio de la responsabilidad que pudiera en su caso corresponder al responsable o al encargado del tratamiento y del ejercicio por el representante de la acción de repetición frente a quien proceda.\n\n2. Asimismo, en caso de exigencia de responsabilidad en los términos previstos en el artículo 82 del Reglamento (UE) 2016/679, los responsables, encargados y representantes responderán solidariamente de los daños y perjuicios causados.",
    "law_short_name": "LO 3/2018"
  },
  {
    "id": "061004c8-3f7d-48b2-ab96-b0452f99bc0a",
    "question_text": "Señale la opción incorrecta. De acuerdo con lo señalado en el Reglamento (UE) 2016/679 relativo a la protección de datos personales, no será de aplicación la prohibición del tratamiento de datos personales que revelen el origen étnico o racial, cuando:",
    "option_a": "El tratamiento es necesario para proteger intereses vitales del interesado en todo caso.",
    "option_b": "El tratamiento se refiera a datos personales que el interesado ha hecho manifiestamente públicos.",
    "option_c": "El tratamiento sea necesario para el cumplimiento de obligaciones y el ejercicio de derechos específicos del responsable del tratamiento.",
    "option_d": "El interesado dé su consentimiento explícito para el tratamiento de dichos datos personales, con uno o más de los fines especificados.",
    "correct_option": 0,
    "correct_letter": "A",
    "explanation": "El artículo 9 regula categorías especiales de datos. La respuesta incorrecta es la A porque la protección de intereses vitales debe darse en casos muy específicos, no \"en todo caso\".",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "9",
    "article_content": "1. Quedan prohibidos el tratamiento de datos personales que revelen el origen étnico o racial, las opiniones políticas, las convicciones religiosas o filosóficas, o la afiliación sindical, y el tratamiento de datos genéticos, datos biométricos dirigidos a identificar de manera unívoca a una persona física, datos relativos a la salud o datos relativos a la vida sexual o las orientación sexuales de una persona física.\n\n2. El apartado 1 no será de aplicación cuando concurra una de las circunstancias siguientes:\n\na) el interesado dio su consentimiento explícito para el tratamiento de dichos datos personales con uno o más de los fines especificados, excepto cuando el Derecho de la Unión o de los Estados miembros establezca que la prohibición mencionada en el apartado 1 no puede ser levantada por el interesado;\n\nb) el tratamiento es necesario para el cumplimiento de obligaciones y el ejercicio de derechos específicos del responsable del tratamiento o del interesado en el ámbito del Derecho laboral y de la seguridad y protección social, en la medida en que así lo autorice el Derecho de la Unión de los Estados miembros o un convenio colectivo con arreglo al Derecho de los Estados miembros que establezca garantías adecuadas del respeto de los derechos fundamentales y de los intereses del interesado;\n\nc) el tratamiento es necesario para proteger intereses vitales del interesado o de otra persona física, en el supuesto de que el interesado no esté capacitado, física o jurídicamente, para dar su consentimiento;\n\nd) el tratamiento es efectuado, en el ámbito de sus actividades legítimas y con las debidas garantías, por una fundación, una asociación o cualquier otro organismo sin ánimo de lucro, cuya finalidad sea política, filosófica, religiosa o sindical, siempre que el tratamiento se refiera exclusivamente a los miembros actuales o antiguos de tales organismos o a personas que mantengan contactos regulares con ellos en relación con sus fines y siempre que los datos personales no se comuniquen fuera de ellos sin el consentimiento de los interesados;\n\ne) el tratamiento se refiere a datos personales que el interesado ha hecho manifiestamente públicos;\n\nf) el tratamiento es necesario para la formulación, el ejercicio o la defensa de reclamaciones o cuando los tribunales actúen en ejercicio de su función judicial;\n\ng) el tratamiento es necesario por razones de un interés público esencial, sobre la base del Derecho de la Unión o de los Estados miembros, que debe ser proporcional al objetivo perseguido, respetar en lo esencial el derecho a la protección de datos y establecer medidas adecuadas y específicas para proteger los intereses y derechos fundamentales del interesado;\n\nh) el tratamiento es necesario para fines de medicina preventiva o laboral, evaluación de la capacidad laboral del trabajador, diagnóstico médico, prestación de asistencia o tratamiento de tipo sanitario o social, o gestión de los sistemas y servicios de asistencia sanitaria y social, sobre la base del Derecho de la Unión o de los Estados miembros o en virtud de un contrato con un profesional sanitario y sin perjuicio de las condiciones y garantías contempladas en el apartado 3;\n\ni) el tratamiento es necesario por razones de interés público en el ámbito de la salud pública, como la protección frente a amenazas transfronterizas graves para la salud, o para garantizar elevados niveles de calidad y de seguridad de la asistencia sanitaria y de los medicamentos o productos sanitarios, sobre la base del Derecho de la Unión o de los Estados miembros que establezca medidas adecuadas y específicas para proteger los derechos y libertades del interesado, en particular el secreto profesional,\n\nj) el tratamiento es necesario con fines de archivo en interés público, fines de investigación científica o histórica o fines estadísticos, de conformidad con el artículo 89, apartado 1, sobre la base del Derecho de la Unión o de los Estados miembros, que debe ser proporcional al objetivo perseguido, respetar en lo esencial el derecho a la protección de datos y establecer medidas adecuadas y específicas para proteger los intereses y derechos fundamentales del interesado.\n\n3. Los datos personales a que se refiere el apartado 1 podrán tratarse a los fines citados en el apartado 2, letra h), cuando su tratamiento sea realizado por un profesional sujeto a la obligación de secreto profesional, o bajo su responsabilidad, de acuerdo con el Derecho de la Unión o de los Estados miembros o con las normas establecidas por los organismos nacionales competentes, o por cualquier otra persona sujeta también a la obligación de secreto de acuerdo con el Derecho de la Unión o de los Estados miembros o de las normas establecidas por los organismos nacionales competentes.\n\n4. Los Estados miembros podrán mantener o introducir condiciones adicionales, inclusive limitaciones, con respecto al tratamiento de datos genéticos, datos biométricos o datos relativos a la salud.",
    "law_short_name": "Reglamento UE 2016/679"
  },
  {
    "id": "14095591-0d25-4abf-8ae1-05f9d3db189c",
    "question_text": "Según el Reglamento europeo de Protección de datos, ¿a qué tipo de tratamiento de datos personales de categorías especiales los Estados miembros podrán mantener o introducir condiciones adicionales, inclusive limitaciones?",
    "option_a": "Al tratamiento de datos personales que revelen las opiniones políticas.",
    "option_b": "Al tratamiento de datos personales que revelen la orientación sexual.",
    "option_c": "Al tratamiento de datos personales que revelen el origen étnico.",
    "option_d": "Al tratamiento de datos genéticos.",
    "correct_option": 3,
    "correct_letter": "D",
    "explanation": "REGLAMENTO (UE) 2016/679 DEL PARLAMENTO EUROPEO Y DEL CONSEJO de 27 de abril de 2016 relativo a la protección de las personas físicas en lo que respecta al tratamiento de datos personales y a la libre circulación de estos datos y por el que se deroga la Directiva 95/46/CE \nArtículo 9. Tratamiento de categorías especiales de datos personales\n4. Los Estados miembros podrán mantener o introducir condiciones adicionales, inclusive limitaciones, con respecto al tratamiento de datos genéticos, datos biométricos o datos relativos a la salud.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "2",
    "article_content": "1. El presente Reglamento se aplica al tratamiento total o parcialmente automatizado de datos personales, así como al tratamiento no automatizado de datos personales contenidos o destinados a ser incluidos en un fichero.\n\n2. El presente Reglamento no se aplica al tratamiento de datos personales:\n\na) en el ejercicio de una actividad no comprendida en el ámbito de aplicación del Derecho de la Unión;\nb) por parte de los Estados miembros cuando lleven a cabo actividades comprendidas en el ámbito de aplicación del capítulo 2 del título V del TUE;\nc) efectuado por una persona física en el ejercicio de actividades exclusivamente personales o domésticas;\nd) por parte de las autoridades competentes con fines de prevención, investigación, detección o enjuiciamiento de infracciones penales, o de ejecución de sanciones penales, incluida la de protección frente a amenazas a la seguridad pública y su prevención.\n\n3. El Reglamento (CE) n.º 45/2001 es de aplicación al tratamiento de datos de carácter personal por parte de las instituciones, órganos y organismos de la Unión. El Reglamento (CE) n.º 45/2001 y otros actos jurídicos de la Unión aplicables a dicho tratamiento de datos de carácter personal se adaptarán a los principios y normas del presente Reglamento de conformidad con su artículo 98.\n\n4. El presente Reglamento se entenderá sin perjuicio de la aplicación de la Directiva 2000/31/CE, en particular sus normas relativas a la responsabilidad de los prestadores de servicios intermediarios establecidas en sus artículos 12 a 15.",
    "law_short_name": "Reglamento UE 2016/679"
  },
  {
    "id": "687aabc3-bead-409a-954f-5810e1324876",
    "question_text": "Según el Reglamento 2016/679 de protección de datos, todo interesado tendrá derecho a no ser objeto de una decisión basada únicamente en el tratamiento automatizado con la siguiente salvedad:",
    "option_a": "No será posible el ejercicio de ese derecho, si la decisión es necesaria para la celebración de un contrato entre el interesado y un responsable del tratamiento.",
    "option_b": "No será posible el ejercicio de ese derecho, si la decisión se basa en un acuerdo explícito entre el interesado y el responsable del tratamiento.",
    "option_c": "No será posible el ejercicio de ese derecho, si la decisión se basa en el consentimiento explícito o implícito del interesado.",
    "option_d": "Las respuestas A y B son correctas.",
    "correct_option": 0,
    "correct_letter": "A",
    "explanation": "REGLAMENTO (UE) 2016/679 DEL PARLAMENTO EUROPEO Y DEL CONSEJO de 27 de abril de 2016 relativo a la protección de las personas físicas en lo que respecta al tratamiento de datos personales y a la libre circulación de estos datos y por el que se deroga la Directiva 95/46/CE (Reglamento general de protección de datos)\nArtículo 22 Decisiones individuales automatizadas, incluida la elaboración de perfiles\n1. Todo interesado tendrá derecho a no ser objeto de una decisión basada únicamente en el tratamiento automatizado, incluida la elaboración de perfiles, que produzca efectos jurídicos en él o le afecte significativamente de modo similar.\n2. El apartado 1 no se aplicará si la decisión:\na) es necesaria para la celebración o la ejecución de un contrato entre el interesado y un responsable del tratamiento;\nb) está autorizada por el Derecho de la Unión o de los Estados miembros que se aplique al responsable del tratamiento y que establezca asimismo medidas adecuadas para salvaguardar los derechos y libertades y los intereses legítimos del interesado, o\nc) se basa en el consentimiento explícito del interesado.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "22",
    "article_content": "1. Todo interesado tendra derecho a no ser objeto de una decision basada unicamente en el tratamiento automatizado, incluida la elaboracion de perfiles, que produzca efectos juridicos en el o le afecte significativamente de modo similar.\n\n2. El apartado 1 no se aplicara si la decision:\n\na) es necesaria para la celebracion o la ejecucion de un contrato entre el interesado y un responsable del tratamiento;\nb) esta autorizada por el Derecho de la Union o de los Estados miembros que se aplique al responsable del tratamiento;\nc) se basa en el consentimiento explicito del interesado.\n\n3. En los casos a que se refieren las letras a) y c) del apartado 2, el responsable del tratamiento adoptara las medidas adecuadas para salvaguardar los derechos y libertades y los intereses legitimos del interesado.\n\n4. Las decisiones a que se refiere el apartado 2 no se basaran en las categorias especiales de datos personales contempladas en el articulo 9, apartado 1.",
    "law_short_name": "Reglamento UE 2016/679"
  },
  {
    "id": "9af519ab-5d6a-4e99-9d9f-7187b6f69dfa",
    "question_text": "De acuerdo con el Reglamento (UE) 2016/679 relativo a la protección de los datos personales, al evaluar si el consentimiento para el tratamiento de los datos personales se ha dado libremente, se tendrá en cuenta en la mayor medida posible el hecho de si, entre otras cosas:",
    "option_a": "La ejecución de un contrato, sin incluir la prestación de un servicio, se supedita al consentimiento al tratamiento de los datos personales que son necesarios para la ejecución de dicho contrato.",
    "option_b": "La ejecución de un contrato, incluida la prestación de un servicio, se supedita al consentimiento al tratamiento de los datos personales que son necesarios para la ejecución de dicho contrato.",
    "option_c": "La ejecución de un contrato, sin incluir la prestación de un servicio, se supedita al consentimiento al tratamiento de los datos personales que no son necesarios para la ejecución de dicho contrato.",
    "option_d": "La ejecución de un contrato, incluida la prestación de un servicio, se supedita al consentimiento al tratamiento de los datos personales que no son necesarios para la ejecución de dicho contrato.",
    "correct_option": 3,
    "correct_letter": "D",
    "explanation": "Reglamento (UE) 2016/679 del Parlamento Europeo y del Consejo, de 27 de abril de 2016, relativo a la protección de las personas físicas en lo que respecta al tratamiento de datos personales y a la libre circulación de estos datos. (Reglamento general de protección de datos).\nArtículo 7. Condiciones para el consentimiento\n4. Al evaluar si el consentimiento se ha dado libremente, se tendrá en cuenta en la mayor medida posible el hecho de si, entre otras cosas, la ejecución de un contrato, incluida la prestación de un servicio, se supedita al consentimiento al tratamiento de datos personales que no son necesarios para la ejecución de dicho contrato.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "7",
    "article_content": "1. Cuando el tratamiento se base en el consentimiento del interesado, el responsable debera ser capaz de demostrar que aquel consintio el tratamiento de sus datos personales.\n\n2. Si el consentimiento del interesado se da en el contexto de una declaracion escrita que tambien se refiera a otros asuntos, la solicitud de consentimiento se presentara de tal forma que se distinga claramente de los demas asuntos, de forma inteligible y de facil acceso y utilizando un lenguaje claro y sencillo. No sera vinculante ninguna parte de la declaracion que constituya una infraccion del presente Reglamento.\n\n3. El interesado tendra derecho a retirar su consentimiento en cualquier momento. La retirada del consentimiento no afectara a la licitud del tratamiento basado en el consentimiento previo a su retirada. Antes de dar su consentimiento, el interesado sera informado de ello. Sera tan facil retirar el consentimiento como darlo.\n\n4. Al evaluar si el consentimiento se ha dado libremente, se tendra en cuenta en la mayor medida posible el hecho de si, entre otras cosas, la ejecucion de un contrato, incluida la prestacion de un servicio, se supedita al consentimiento al tratamiento de datos personales que no son necesarios para la ejecucion de dicho contrato.",
    "law_short_name": "Reglamento UE 2016/679"
  },
  {
    "id": "d5b31b6e-c319-4548-b593-da2c2e5ea921",
    "question_text": "Señale la opción incorrecta. De acuerdo con lo señalado en el Reglamento (UE) 2016/679 relativo a la protección de datos personales, cuando el tratamiento para otro fin distinto de aquel para el que se recogieron los datos personales, no esté basado en el consentimiento del interesado, el responsable del tratamiento, con objeto de determinar si el tratamiento con otro fin es compatible con el fin para el cual se recogieron inicialmente los datos personales, tendrá en cuenta:",
    "option_a": "La existencia de garantías adecuadas, que en ningún caso podrán incluir el cifrado o la seudonimización.",
    "option_b": "El contexto en que se hayan recogido los datos personales, en particular por lo que respecta a la relación entre los interesados y el responsable del tratamiento.",
    "option_c": "Cualquier relación entre los fines para los cuales se hayan recogido los datos personales y los fines del tratamiento ulterior previsto.",
    "option_d": "La naturaleza de los datos personales, en concreto cuando se traten categorías especiales de datos personales.",
    "correct_option": 0,
    "correct_letter": "A",
    "explanation": "El artículo 6 regula la licitud del tratamiento. La respuesta incorrecta es la A porque las garantías adecuadas SÍ pueden incluir el cifrado o la seudonimización.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "6",
    "article_content": "1. El tratamiento solo será lícito si se cumple al menos una de las siguientes condiciones:\n\na) el interesado dio su consentimiento para el tratamiento de sus datos personales para uno o varios fines específicos;\n\nb) el tratamiento es necesario para la ejecución de un contrato en el que el interesado es parte o para la aplicación a petición de este de medidas precontractuales;\n\nc) el tratamiento es necesario para el cumplimiento de una obligación legal aplicable al responsable del tratamiento;\n\nd) el tratamiento es necesario para proteger intereses vitales del interesado o de otra persona física;\n\ne) el tratamiento es necesario para el cumplimiento de una misión realizada en interés público o en el ejercicio de poderes públicos conferidos al responsable del tratamiento;\n\nf) el tratamiento es necesario para la satisfacción de intereses legítimos perseguidos por el responsable del tratamiento o por un tercero, siempre que sobre dichos intereses no prevalezcan los intereses o los derechos y libertades fundamentales del interesado que requieran la protección de datos personales, en particular cuando el interesado sea un niño.\n\nLo dispuesto en la letra f) del párrafo primero no será de aplicación al tratamiento realizado por las autoridades públicas en el ejercicio de sus funciones.\n\n2. Los Estados miembros podrán mantener o introducir disposiciones más específicas a fin de adaptar la aplicación de las normas del presente Reglamento con respecto al tratamiento en cumplimiento del apartado 1, letras c) y e), fijando de manera más precisa requisitos específicos de tratamiento y otras medidas que garanticen un tratamiento lícito y equitativo, con inclusión de otras situaciones específicas de tratamiento a tenor del capítulo IX.\n\n3. La base del tratamiento indicado en el apartado 1, letras c) y e), deberá ser establecida por:\n\na) el Derecho de la Unión, o\n\nb) el Derecho de los Estados miembros que se aplique al responsable del tratamiento.\n\nLa finalidad del tratamiento deberá quedar determinada en dicha base jurídica o, en lo relativo al tratamiento a que se refiere el apartado 1, letra e), será necesaria para el cumplimiento de una misión realizada en interés público o en el ejercicio de poderes públicos conferidos al responsable del tratamiento. Dicha base jurídica podrá contener disposiciones específicas para adaptar la aplicación de normas del presente Reglamento, entre otras: las condiciones generales que rigen la licitud del tratamiento por parte del responsable; los tipos de datos objeto de tratamiento; los interesados afectados; las entidades a las que se pueden comunicar datos personales y los fines de tal comunicación; la limitación de la finalidad; los plazos de conservación de los datos, así como las operaciones y los procedimientos del tratamiento, incluidas las medidas para garantizar un tratamiento lícito y equitativo, como las relativas a otras situaciones específicas de tratamiento a tenor del capítulo IX. El Derecho de la Unión o de los Estados miembros cumplirá un objetivo de interés público y será proporcional al fin legítimo perseguido.\n\n4. Cuando el tratamiento para otro fin distinto de aquel para el que se recogieron los datos personales no esté basado en el consentimiento del interesado o en el Derecho de la Unión o de los Estados miembros que constituya una medida necesaria y proporcional en una sociedad democrática para salvaguardar los objetivos indicados en el artículo 23, apartado 1, el responsable del tratamiento, con objeto de determinar si el tratamiento con otro fin es compatible con el fin para el cual se recogieron inicialmente los datos personales, tendrá en cuenta, entre otras cosas:\n\na) cualquier relación entre los fines para los cuales se hayan recogido los datos personales y los fines del tratamiento ulterior previsto;\n\nb) el contexto en que se hayan recogido los datos personales, en particular por lo que respecta a la relación entre los interesados y el responsable del tratamiento;\n\nc) la naturaleza de los datos personales, en concreto cuando se traten categorías especiales de datos personales, de conformidad con el artículo 9, o datos personales relativos a condenas e infracciones penales, de conformidad con el artículo 10;\n\nd) las posibles consecuencias para los interesados del tratamiento ulterior previsto;\n\ne) la existencia de garantías adecuadas, que podrán incluir el cifrado o la seudonimización.",
    "law_short_name": "Reglamento UE 2016/679"
  },
  {
    "id": "ec349e6f-f7cb-4da8-99b5-9a771f05b8f7",
    "question_text": "Según el Reglamento Europeo de Protección de datos, está prohibido el tratamiento de datos genéticos cuando:",
    "option_a": "El tratamiento sea necesario por razones de interés público en el ámbito de la salud pública.",
    "option_b": "El tratamiento sea necesario para proteger intereses vitales del interesado o de otra persona física, en el supuesto de que el interesado no esté capacitado, física o jurídicamente, para dar su consentimiento.",
    "option_c": "El tratamiento sea necesario para el cumplimiento de obligaciones y el ejercicio de derechos específicos del responsable del tratamiento.",
    "option_d": "El tratamiento se refiera a datos personales que el interesado no haya hecho manifiestamente públicos.",
    "correct_option": 3,
    "correct_letter": "D",
    "explanation": "Reglamento (UE) 2016/679 del Parlamento Europeo y del Consejo, de 27 de abril de 2016, relativo a la protección de las personas físicas en lo que respecta al tratamiento de datos personales y a la libre circulación de estos datos y por el que se deroga la Directiva 95/46/CE (Reglamento general de protección de datos)\nArtículo 9. Tratamiento de categorías especiales de datos personales\n1. Quedan prohibidos el tratamiento de datos personales que revelen el origen étnico o racial, las opiniones políticas, las convicciones religiosas o filosóficas, o la afiliación sindical, y el tratamiento de datos genéticos, datos biométricos dirigidos a identificar de manera unívoca a una persona física, datos relativos a la salud o datos relativos a la vida sexual o las orientación sexuales de una persona física.\n2. El apartado 1 no será de aplicación cuando concurra una de las circunstancias siguientes:\na)el interesado dio su consentimiento explícito para el tratamiento de dichos datos personales con uno o más de los fines especificados, excepto cuando el Derecho de la Unión o de los Estados miembros establezca que la prohibición mencionada en el apartado 1 no puede ser levantada por el interesado;\nb)el tratamiento es necesario para el cumplimiento de obligaciones y el ejercicio de derechos específicos del responsable del tratamiento o del interesado en el ámbito del Derecho laboral y de la seguridad y protección social, en la medida en que así lo autorice el Derecho de la Unión de los Estados miembros o un convenio colectivo con arreglo al Derecho de los Estados miembros que establezca garantías adecuadas del respeto de los derechos fundamentales y de los intereses del interesado;\nc)el tratamiento es necesario para proteger intereses vitales del interesado o de otra persona física, en el supuesto de que el interesado no esté capacitado, física o jurídicamente, para dar su consentimiento;\nd)el tratamiento es efectuado, en el ámbito de sus actividades legítimas y con las debidas gar",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "9",
    "article_content": "1. Quedan prohibidos el tratamiento de datos personales que revelen el origen étnico o racial, las opiniones políticas, las convicciones religiosas o filosóficas, o la afiliación sindical, y el tratamiento de datos genéticos, datos biométricos dirigidos a identificar de manera unívoca a una persona física, datos relativos a la salud o datos relativos a la vida sexual o las orientación sexuales de una persona física.\n\n2. El apartado 1 no será de aplicación cuando concurra una de las circunstancias siguientes:\n\na) el interesado dio su consentimiento explícito para el tratamiento de dichos datos personales con uno o más de los fines especificados, excepto cuando el Derecho de la Unión o de los Estados miembros establezca que la prohibición mencionada en el apartado 1 no puede ser levantada por el interesado;\n\nb) el tratamiento es necesario para el cumplimiento de obligaciones y el ejercicio de derechos específicos del responsable del tratamiento o del interesado en el ámbito del Derecho laboral y de la seguridad y protección social, en la medida en que así lo autorice el Derecho de la Unión de los Estados miembros o un convenio colectivo con arreglo al Derecho de los Estados miembros que establezca garantías adecuadas del respeto de los derechos fundamentales y de los intereses del interesado;\n\nc) el tratamiento es necesario para proteger intereses vitales del interesado o de otra persona física, en el supuesto de que el interesado no esté capacitado, física o jurídicamente, para dar su consentimiento;\n\nd) el tratamiento es efectuado, en el ámbito de sus actividades legítimas y con las debidas garantías, por una fundación, una asociación o cualquier otro organismo sin ánimo de lucro, cuya finalidad sea política, filosófica, religiosa o sindical, siempre que el tratamiento se refiera exclusivamente a los miembros actuales o antiguos de tales organismos o a personas que mantengan contactos regulares con ellos en relación con sus fines y siempre que los datos personales no se comuniquen fuera de ellos sin el consentimiento de los interesados;\n\ne) el tratamiento se refiere a datos personales que el interesado ha hecho manifiestamente públicos;\n\nf) el tratamiento es necesario para la formulación, el ejercicio o la defensa de reclamaciones o cuando los tribunales actúen en ejercicio de su función judicial;\n\ng) el tratamiento es necesario por razones de un interés público esencial, sobre la base del Derecho de la Unión o de los Estados miembros, que debe ser proporcional al objetivo perseguido, respetar en lo esencial el derecho a la protección de datos y establecer medidas adecuadas y específicas para proteger los intereses y derechos fundamentales del interesado;\n\nh) el tratamiento es necesario para fines de medicina preventiva o laboral, evaluación de la capacidad laboral del trabajador, diagnóstico médico, prestación de asistencia o tratamiento de tipo sanitario o social, o gestión de los sistemas y servicios de asistencia sanitaria y social, sobre la base del Derecho de la Unión o de los Estados miembros o en virtud de un contrato con un profesional sanitario y sin perjuicio de las condiciones y garantías contempladas en el apartado 3;\n\ni) el tratamiento es necesario por razones de interés público en el ámbito de la salud pública, como la protección frente a amenazas transfronterizas graves para la salud, o para garantizar elevados niveles de calidad y de seguridad de la asistencia sanitaria y de los medicamentos o productos sanitarios, sobre la base del Derecho de la Unión o de los Estados miembros que establezca medidas adecuadas y específicas para proteger los derechos y libertades del interesado, en particular el secreto profesional,\n\nj) el tratamiento es necesario con fines de archivo en interés público, fines de investigación científica o histórica o fines estadísticos, de conformidad con el artículo 89, apartado 1, sobre la base del Derecho de la Unión o de los Estados miembros, que debe ser proporcional al objetivo perseguido, respetar en lo esencial el derecho a la protección de datos y establecer medidas adecuadas y específicas para proteger los intereses y derechos fundamentales del interesado.\n\n3. Los datos personales a que se refiere el apartado 1 podrán tratarse a los fines citados en el apartado 2, letra h), cuando su tratamiento sea realizado por un profesional sujeto a la obligación de secreto profesional, o bajo su responsabilidad, de acuerdo con el Derecho de la Unión o de los Estados miembros o con las normas establecidas por los organismos nacionales competentes, o por cualquier otra persona sujeta también a la obligación de secreto de acuerdo con el Derecho de la Unión o de los Estados miembros o de las normas establecidas por los organismos nacionales competentes.\n\n4. Los Estados miembros podrán mantener o introducir condiciones adicionales, inclusive limitaciones, con respecto al tratamiento de datos genéticos, datos biométricos o datos relativos a la salud.",
    "law_short_name": "Reglamento UE 2016/679"
  },
  {
    "id": "f6ca2391-27fa-469a-8418-d6c243807a85",
    "question_text": "De conformidad con el artículo 4 de la Ley Orgánica 3/2018, de Protección de Datos de Carácter Personal, señale en cuál de los siguientes supuestos será imputable la inexactitud de los datos al responsable del tratamiento:",
    "option_a": "Cuando hayan sido obtenidos de un Registro Público.",
    "option_b": "Cuando hayan sido obtenidos de una materia clasificada.",
    "option_c": "Cuando hayan sido obtenidos directamente del afectado.",
    "option_d": "Cuando se hayan recibido de otro responsable habiendo ejercido derecho a la portabilidad.",
    "correct_option": 1,
    "correct_letter": "B",
    "explanation": "**Art. 4 LO 3/2018 - Exactitud de los datos**\n\nEl art. 4.2 establece cuándo NO es imputable la inexactitud al responsable:\n• a) Datos obtenidos directamente del afectado\n• b) Datos de un mediador/intermediario\n• c) Datos de otro responsable (portabilidad)\n• d) Datos de un registro público\n• e) Datos de otra Administración pública\n\n\"Materia clasificada\" NO aparece en esta lista de excepciones.\n\nPor lo tanto, si los datos se obtienen de una \"materia clasificada\", la inexactitud SÍ SERÁ IMPUTABLE al responsable del tratamiento.\n\nLa respuesta correcta es la opción que menciona \"materia clasificada\" porque es el único supuesto donde SÍ es imputable.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "4",
    "article_content": "1. Conforme al artículo 5.1.d) del Reglamento (UE) 2016/679 los datos serán exactos y, si fuere necesario, actualizados.\n\n2. A los efectos previstos en el artículo 5.1.d) del Reglamento (UE) 2016/679, no será imputable al responsable del tratamiento, siempre que este haya adoptado todas las medidas razonables para que se supriman o rectifiquen sin dilación, la inexactitud de los datos personales, con respecto a los fines para los que se tratan, cuando los datos inexactos:\n\na) Hubiesen sido obtenidos por el responsable directamente del afectado.\n\nb) Hubiesen sido obtenidos por el responsable de un mediador o intermediario en caso de que las normas aplicables al sector de actividad al que pertenezca el responsable del tratamiento establecieran la posibilidad de intervención de un intermediario o mediador que recoja en nombre propio los datos de los afectados para su transmisión al responsable. El mediador o intermediario asumirá las responsabilidades que pudieran derivarse en el supuesto de comunicación al responsable de datos que no se correspondan con los facilitados por el afectado.\n\nc) Fuesen sometidos a tratamiento por el responsable por haberlos recibido de otro responsable en virtud del ejercicio por el afectado del derecho a la portabilidad conforme al artículo 20 del Reglamento (UE) 2016/679 y lo previsto en esta ley orgánica.\n\nd) Fuesen obtenidos de un registro público por el responsable.",
    "law_short_name": "LO 3/2018"
  },
  {
    "id": "9ca093c6-96cf-487d-9003-07aafca2e76d",
    "question_text": "De acuerdo con lo señalado en el Reglamento (UE) 2016/679 relativo a la protección de datos, cada responsable llevará un registro de las actividades de tratamiento efectuadas bajo su responsabilidad. Dicho registro deberá contener, cuando sea posible:",
    "option_a": "Una descripción de las categorías de interesado y de las categorías de datos personales.",
    "option_b": "Las categorías de destinatarios a quienes se comunicaron o comunicarán los datos personales.",
    "option_c": "Los fines del tratamiento.",
    "option_d": "Los plazos previstos para la supresión de las diferentes categorías de datos.",
    "correct_option": 3,
    "correct_letter": "D",
    "explanation": "El artículo 30 del RGPD establece que el registro debe contener CUANDO SEA POSIBLE: los plazos previstos para la supresión de las diferentes categorías de datos. Las otras opciones son obligatorias siempre.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "30",
    "article_content": "1. Cada responsable y, en su caso, su representante llevarán un registro de las actividades de tratamiento efectuadas bajo su responsabilidad. Dicho registro deberá contener toda la información indicada a continuación:\n\na) el nombre y los datos de contacto del responsable y, en su caso, del corresponsable, del representante del responsable, y del delegado de protección de datos;\nb) los fines del tratamiento;\nc) una descripción de las categorías de interesados y de las categorías de datos personales;\nd) las categorías de destinatarios a quienes se comunicaron o comunicarán los datos personales, incluidos los destinatarios en terceros países u organizaciones internacionales;\ne) en su caso, las transferencias de datos personales a un tercer país o una organización internacional, incluida la identificación de dicho tercer país u organización internacional y, en el caso de las transferencias indicadas en el artículo 49, apartado 1, párrafo segundo, la documentación de garantías adecuadas;\nf) cuando sea posible, los plazos previstos para la supresión de las diferentes categorías de datos;\ng) cuando sea posible, una descripción general de las medidas técnicas y organizativas de seguridad a que se refiere el artículo 32, apartado 1.\n\n2. Cada encargado y, en su caso, el representante del encargado, llevará un registro de todas las categorías de actividades de tratamiento efectuadas por cuenta de un responsable que contenga:\n\na) el nombre y los datos de contacto del encargado o encargados y de cada responsable por cuenta del cual actúe el encargado, y, en su caso, del representante del responsable o del encargado, y del delegado de protección de datos;\nb) las categorías de tratamientos efectuados por cuenta de cada responsable;\nc) en su caso, las transferencias de datos personales a un tercer país u organización internacional, incluida la identificación de dicho tercer país u organización internacional y, en el caso de las transferencias indicadas en el artículo 49, apartado 1, párrafo segundo, la documentación de garantías adecuadas;\nd) cuando sea posible, una descripción general de las medidas técnicas y organizativas de seguridad a que se refiere el artículo 30, apartado 1.\n\n3. Los registros a que se refieren los apartados 1 y 2 constarán por escrito, inclusive en formato electrónico.\n\n4. El responsable o el encargado del tratamiento y, en su caso, el representante del responsable o del encargado pondrán el registro a disposición de la autoridad de control que lo solicite.\n\n5. Las obligaciones indicadas en los apartados 1 y 2 no se aplicarán a ninguna empresa ni organización que emplee a menos de 250 personas, a menos que el tratamiento que realice pueda entrañar un riesgo para los derechos y libertades de los interesados, no sea ocasional, o incluya categorías especiales de datos personales indicadas en el artículo 9, apartado 1, o datos personales relativos a condenas e infracciones penales a que se refiere el artículo 10.",
    "law_short_name": "Reglamento UE 2016/679"
  },
  {
    "id": "3830eca3-3bed-4ffb-a417-694264af1c40",
    "question_text": "Señale el contenido mínimo que debe incluir la evaluación de impacto relativa a la protección de los datos según lo dispuesto en el artículo 35 del Reglamento (UE) 2016/679 del Parlamento Europeo y del Consejo de 27 de abril de 2016:",
    "option_a": "Una descripción sistemática de las operaciones de tratamiento previstas y de los fines del tratamiento, excepto, cuando proceda, el interés legítimo perseguido por el responsable del tratamiento.",
    "option_b": "Una evaluación de la necesidad y la progresividad de las operaciones de tratamiento con respecto a su finalidad.",
    "option_c": "Una evaluación de los riesgos para los derechos y libertades de los interesados.",
    "option_d": "Todas las respuestas anteriores son incorrectas.",
    "correct_option": 2,
    "correct_letter": "C",
    "explanation": "El artículo 35.7 establece que la evaluación debe incluir: descripción de operaciones (INCLUYENDO interés legítimo si procede), evaluación de necesidad y PROPORCIONALIDAD (no progresividad), y evaluación de riesgos. La correcta es C.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "35",
    "article_content": "1. Cuando sea probable que un tipo de tratamiento, en particular si utiliza nuevas tecnologías, por su naturaleza, alcance, contexto o fines, entrañe un alto riesgo para los derechos y libertades de las personas físicas, el responsable del tratamiento realizará, antes del tratamiento, una evaluación del impacto de las operaciones de tratamiento en la protección de datos personales. Una única evaluación podrá abordar una serie de operaciones de tratamiento similares que entrañen altos riesgos similares.\n\n2. El responsable del tratamiento recabará el asesoramiento del delegado de protección de datos, si ha sido nombrado, al realizar la evaluación de impacto relativa a la protección de datos.\n\n3. La evaluación de impacto relativa a la protección de los datos a que se refiere el apartado 1 se requerirá en particular en caso de:\n\na) evaluación sistemática y exhaustiva de aspectos personales de personas físicas que se base en un tratamiento automatizado, como la elaboración de perfiles, y sobre cuya base se tomen decisiones que produzcan efectos jurídicos para las personas físicas o que les afecten significativamente de modo similar;\n\nb) tratamiento a gran escala de las categorías especiales de datos a que se refiere el artículo 9, apartado 1, o de los datos personales relativos a condenas e infracciones penales a que se refiere el artículo 10, o\n\nc) observación sistemática a gran escala de una zona de acceso público.\n\n4. La autoridad de control establecerá y publicará una lista de los tipos de operaciones de tratamiento que requieran una evaluación de impacto relativa a la protección de datos de conformidad con el apartado 1. La autoridad de control comunicará esas listas al Comité a que se refiere el artículo 68.\n\n5. La autoridad de control podrá asimismo establecer y publicar la lista de los tipos de tratamiento que no requieren evaluaciones de impacto relativas a la protección de datos. La autoridad de control comunicará esas listas al Comité.\n\n6. Antes de adoptar las listas a que se refieren los apartados 4 y 5, la autoridad de control competente aplicará el mecanismo de coherencia contemplado en el artículo 63 si esas listas incluyen actividades de tratamiento que guarden relación con la oferta de bienes o servicios a interesados o con la observación del comportamiento de estos en varios Estados miembros, o actividades de tratamiento que puedan afectar sustancialmente a la libre circulación de datos personales en la Unión.\n\n7. La evaluación deberá incluir como mínimo:\n\na) una descripción sistemática de las operaciones de tratamiento previstas y de los fines del tratamiento, inclusive, cuando proceda, el interés legítimo perseguido por el responsable del tratamiento;\n\nb) una evaluación de la necesidad y la proporcionalidad de las operaciones de tratamiento con respecto a su finalidad;\n\nc) una evaluación de los riesgos para los derechos y libertades de los interesados a que se refiere el apartado 1, y\n\nd) las medidas previstas para afrontar los riesgos, incluidas garantías, medidas de seguridad y mecanismos que garanticen la protección de datos personales, y a demostrar la conformidad con el presente Reglamento, teniendo en cuenta los derechos e intereses legítimos de los interesados y de otras personas afectadas.\n\n8. El cumplimiento de los códigos de conducta aprobados a que se refiere el artículo 40 por los responsables o encargados correspondientes se tendrá debidamente en cuenta al evaluar las repercusiones de las operaciones de tratamiento realizadas por dichos responsables o encargados, en particular a efectos de la evaluación de impacto relativa a la protección de datos.\n\n9. Cuando proceda, el responsable recabará la opinión de los interesados o de sus representantes en relación con el tratamiento previsto, sin perjuicio de la protección de intereses públicos o comerciales o de la seguridad de las operaciones de tratamiento.\n\n10. Cuando el tratamiento de conformidad con el artículo 6, apartado 1, letras c) o e), tenga su base jurídica en el Derecho de la Unión o en el Derecho del Estado miembro que se aplique al responsable del tratamiento, tal Derecho regule la operación específica de tratamiento o conjunto de operaciones en cuestión, y ya se haya realizado una evaluación de impacto relativa a la protección de datos como parte de una evaluación de impacto general en el contexto de la adopción de dicha base jurídica, los apartados 1 a 7 no serán de aplicación excepto si los Estados miembros consideran necesario proceder a dicha evaluación previa a las actividades de tratamiento.\n\n11. En caso necesario, el responsable examinará si el tratamiento es conforme con la evaluación de impacto relativa a la protección de datos, al menos cuando exista un cambio del riesgo que representen las operaciones de tratamiento.",
    "law_short_name": "Reglamento UE 2016/679"
  },
  {
    "id": "0e30c81d-16ef-4679-b7e3-208e249c950b",
    "question_text": "Señale la respuesta incorrecta en cuanto al consentimiento del niño en relación con los servicios de la sociedad de la información del Reglamento (UE) 2016/679:",
    "option_a": "Los Estados miembros podrán establecer por ley una edad inferior a la prevista en el reglamento, siempre que esta no sea inferior a 12 años.",
    "option_b": "El responsable del tratamiento de datos hará esfuerzos razonables para verificar que el consentimiento fue dado o autorizado por el titular de la patria potestad o tutela sobre el niño.",
    "option_c": "Si el niño es menor de 16 años, el tratamiento de sus datos únicamente se considerará lícito si el consentimiento lo dio o autorizó el titular de la patria potestad o tutela sobre el niño.",
    "option_d": "El tratamiento de los datos personales de un niño se considerará lícito cuando tenga como mínimo 16 años.",
    "correct_option": 0,
    "correct_letter": "A",
    "explanation": "REGLAMENTO (UE) 2016/679 DEL PARLAMENTO EUROPEO Y DEL CONSEJO de 27 de abril de 2016 relativo a la protección de las personas físicas en lo que respecta al tratamiento de datos personales y a la libre circulación de estos datos y por el que se deroga la Directiva 95/46/CE (Reglamento general de protección de datos)\nArtículo 8. Condiciones aplicables al consentimiento del niño en relación con los servicios de la sociedad de la información\n1. Cuando se aplique el artículo 6, apartado 1, letra a), en relación con la oferta directa a niños de servicios de la sociedad de la información, el tratamiento de los datos personales de un niño se considerará lícito cuando tenga como mínimo 16 años. Si el niño es menor de 16 años, tal tratamiento únicamente se considerará lícito si el consentimiento lo dio o autorizó el titular de la patria potestad o tutela sobre el niño, y solo en la medida en que se dio o autorizó. Los Estados miembros podrán establecer por ley una edad inferior a tales fines, siempre que esta no sea inferior a 13 años. 4.5.2016 ES Diario Oficial de la Unión Europea L 119/37\n2. El responsable del tratamiento hará esfuerzos razonables para verificar en tales casos que el consentimiento fue dado o autorizado por el titular de la patria potestad o tutela sobre el niño, teniendo en cuenta la tecnología disponible.\n3. El apartado 1 no afectará a las disposiciones generales del Derecho contractual de los Estados miembros, como las normas relativas a la validez, formación o efectos de los contratos en relación con un niño",
    "topic_review_status": "bad_answer",
    "article_number": "8",
    "article_content": "1. Cuando se aplique el articulo 6, apartado 1, letra a), en relacion con la oferta directa a ninos de servicios de la sociedad de la informacion, el tratamiento de los datos personales de un nino se considerara licito cuando tenga como minimo 16 anos. Si el nino es menor de 16 anos, tal tratamiento unicamente se considerara licito si el consentimiento lo dio o autorizo el titular de la patria potestad o tutela sobre el nino, y solo en la medida en que se dio o autorizo.\n\nLos Estados miembros podran establecer por ley una edad inferior para tales fines, siempre que esta no sea inferior a 13 anos.\n\n2. El responsable del tratamiento hara esfuerzos razonables para verificar en tales casos que el consentimiento fue dado o autorizado por el titular de la patria potestad o tutela sobre el nino, teniendo en cuenta la tecnologia disponible.\n\n3. El apartado 1 no afectara al Derecho contractual general de los Estados miembros, como las normas sobre la validez, formacion o efectos de los contratos en relacion con un nino.",
    "law_short_name": "Reglamento UE 2016/679"
  },
  {
    "id": "13a2ed61-d873-47c3-9adb-9a855cb61d20",
    "question_text": "En virtud de lo dispuesto en el artículo 21 del Reglamento (UE) ) 2016/679 del Parlamento Europeo y del Consejo de 27 de abril de 2016, ¿qué puede alegar el interesado para oponerse al tratamiento de sus datos basado en que dicho tratamiento es necesario?",
    "option_a": "Podrá oponerse salvo que se acrediten motivos legítimos imperiosos para que el tratamiento que prevalezcan sobre los intereses, los derechos y las libertades del interesado.",
    "option_b": "Tendrá derecho a oponerse en cualquier momento.",
    "option_c": "Podrá oponerse a la elaboración de perfiles sobre la base del tratamiento datos cuando sea necesario para el cumplimiento de una misión realizada en interés público o en el ejercicio de poderes públicos conferidos al responsable del tratamiento.",
    "option_d": "Tendrá derecho a oponerse por motivos relacionados con su situación patrimonial.",
    "correct_option": 2,
    "correct_letter": "C",
    "explanation": "**Art. 21 RGPD - Derecho de oposición**\n\nEl interesado tiene derecho a oponerse al tratamiento de sus datos cuando este se base en:\n• Art. 6.1.e) Misión realizada en interés público\n• Art. 6.1.f) Interés legítimo del responsable\n\nRequisitos para ejercer el derecho:\n• Debe alegar **motivos relacionados con su situación particular**\n• Incluye el derecho a oponerse a la **elaboración de perfiles**\n\nLa opción C es correcta porque menciona la oposición a la elaboración de perfiles cuando el tratamiento es necesario para una misión de interés público o ejercicio de poderes públicos (art. 6.1.e).\n\nEl responsable deberá cesar el tratamiento SALVO que acredite motivos legítimos imperiosos que prevalezcan sobre los intereses del interesado.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "21",
    "article_content": "1. El interesado tendra derecho a oponerse en cualquier momento, por motivos relacionados con su situacion particular, a que datos personales que le conciernan sean objeto de un tratamiento basado en lo dispuesto en el articulo 6, apartado 1, letras e) o f).\n\n2. Cuando el tratamiento de datos personales tenga por objeto la mercadotecnia directa, el interesado tendra derecho a oponerse en todo momento al tratamiento de los datos personales que le conciernan.\n\n3. Cuando el interesado se oponga al tratamiento con fines de mercadotecnia directa, los datos personales dejaran de ser tratados para dichos fines.\n\n4. A mas tardar en el momento de la primera comunicacion con el interesado, el derecho indicado en los apartados 1 y 2 sera mencionado explicitamente al interesado.\n\n5. En el contexto de la utilizacion de servicios de la sociedad de la informacion, el interesado podra ejercer su derecho de oposicion por medios automatizados.\n\n6. Cuando los datos personales se traten con fines de investigacion cientifica o historica o fines estadisticos, el interesado tendra derecho a oponerse al tratamiento de datos personales que le conciernan, salvo que sea necesario para el cumplimiento de una mision realizada por razones de interes publico.",
    "law_short_name": "Reglamento UE 2016/679"
  },
  {
    "id": "9f5e1b4d-09e1-45fe-aef7-57d03de6e650",
    "question_text": "De acuerdo con el artículo 8 de la Ley Orgánica 3/2018, de 5 de diciembre, de Protección de Datos Personales y garantía de los derechos digitales, el tratamiento de datos personales solo podrá considerarse fundado en el cumplimiento de una misión realizada en interés público o en el ejercicio de poderes públicos conferidos al responsable, cuando derive de una competencia atribuida por:",
    "option_a": "Una disposición reglamentaria.",
    "option_b": "Una norma con rango de ley.",
    "option_c": "Una norma de Derecho de la Unión Europea o una norma con rango de ley.",
    "option_d": "Una Orden Ministerial.",
    "correct_option": 1,
    "correct_letter": "B",
    "explanation": "El artículo 8 de la LO 3/2018 establece que debe derivar de una norma con rango de ley.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "8",
    "article_content": "1. El tratamiento de datos personales solo podrá considerarse fundado en el cumplimiento de una obligación legal exigible al responsable, en los términos previstos en el artículo 6.1.c) del Reglamento (UE) 2016/679, cuando así lo prevea una norma de Derecho de la Unión Europea o una norma con rango de ley, que podrá determinar las condiciones generales del tratamiento y los tipos de datos objeto del mismo así como las cesiones que procedan como consecuencia del cumplimiento de la obligación legal. Dicha norma podrá igualmente imponer condiciones especiales al tratamiento, tales como la adopción de medidas adicionales de seguridad u otras establecidas en el capítulo IV del Reglamento (UE) 2016/679.\n\n2. El tratamiento de datos personales solo podrá considerarse fundado en el cumplimiento de una misión realizada en interés público o en el ejercicio de poderes públicos conferidos al responsable, en los términos previstos en el artículo 6.1 e) del Reglamento (UE) 2016/679, cuando derive de una competencia atribuida por una norma con rango de ley.",
    "law_short_name": "LO 3/2018"
  },
  {
    "id": "c524de9c-0250-4769-b177-b92795973a1d",
    "question_text": "Según la Ley Orgánica 3/2018, de 5 de diciembre, de Protección de Datos Personales y garantía de los derechos digitales, respecto a las obligaciones de los responsables y encargados del tratamiento, éstos tendrán en cuenta, en particular, los mayores riesgos que podrían producirse en los siguientes supuestos:",
    "option_a": "Cuando el tratamiento pudiese privar a los afectados de sus derechos y libertades o pudiera impedirles el ejercicio del control sobre sus datos personales.",
    "option_b": "Cuando se produzca un tratamiento masivo que implique a un gran número de afectados o conlleve la recogida de una gran cantidad de datos personales.",
    "option_c": "Cuando los datos personales fuesen a ser objeto de transferencia, con carácter habitual, a terceros Estados u organizaciones internacionales respecto de los que no se hubiese declarado un nivel adecuado de protección.",
    "option_d": "Todas las respuestas son correctas.",
    "correct_option": 3,
    "correct_letter": "D",
    "explanation": "Ley Orgánica 3/2018, de 5 de diciembre, de Protección de Datos Personales y garantía de los derechos digitales.\nArtículo 28. Obligaciones generales del responsable y encargado del tratamiento.\n1. Los responsables y encargados, teniendo en cuenta los elementos enumerados en los artículos 24 y 25 del Reglamento (UE) 2016/679, determinarán las medidas técnicas y organizativas apropiadas que deben aplicar a fin de garantizar y acreditar que el tratamiento es conforme con el citado reglamento, con la presente ley orgánica, sus normas de desarrollo y la legislación sectorial aplicable. En particular valorarán si procede la realización de la evaluación de impacto en la protección de datos y la consulta previa a que se refiere la Sección 3 del Capítulo IV del citado reglamento.\n2. Para la adopción de las medidas a que se refiere el apartado anterior los responsables y encargados del tratamiento tendrán en cuenta, en particular, los mayores riesgos que podrían producirse en los siguientes supuestos:\na) Cuando el tratamiento pudiera generar situaciones de discriminación, usurpación de identidad o fraude, pérdidas financieras, daño para la reputación, pérdida de confidencialidad de datos sujetos al secreto profesional, reversión no autorizada de la seudonimización o cualquier otro perjuicio económico, moral o social significativo para los afectados.\nb) Cuando el tratamiento pudiese privar a los afectados de sus derechos y libertades o pudiera impedirles el ejercicio del control sobre sus datos personales.\nc) Cuando se produjese el tratamiento no meramente incidental o accesorio de las categorías especiales de datos a las que se refieren los artículos 9 y 10 del Reglamento (UE) 2016/679 y 9 y 10 de esta ley orgánica o de los datos relacionados con la comisión de infracciones administrativas.\nd) Cuando el tratamiento implicase una evaluación de aspectos personales de los afectados con el fin de crear o utilizar perfiles personales de los mismos, en particular mediante el análisi",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "28",
    "article_content": "1. Los responsables y encargados, teniendo en cuenta los elementos enumerados en los artículos 24 y 25 del Reglamento (UE) 2016/679, determinarán las medidas técnicas y organizativas apropiadas que deben aplicar a fin de garantizar y acreditar que el tratamiento es conforme con el citado reglamento, con la presente ley orgánica, sus normas de desarrollo y la legislación sectorial aplicable. En particular valorarán si procede la realización de la evaluación de impacto en la protección de datos y la consulta previa a que se refiere la Sección 3 del Capítulo IV del citado reglamento.\n\n2. Para la adopción de las medidas a que se refiere el apartado anterior los responsables y encargados del tratamiento tendrán en cuenta, en particular, los mayores riesgos que podrían producirse en los siguientes supuestos:\n\na) Cuando el tratamiento pudiera generar situaciones de discriminación, usurpación de identidad o fraude, pérdidas financieras, daño para la reputación, pérdida de confidencialidad de datos sujetos al secreto profesional, reversión no autorizada de la seudonimización o cualquier otro perjuicio económico, moral o social significativo para los afectados.\n\nb) Cuando el tratamiento pudiese privar a los afectados de sus derechos y libertades o pudiera impedirles el ejercicio del control sobre sus datos personales.\n\nc) Cuando se produjese el tratamiento no meramente incidental o accesorio de las categorías especiales de datos a las que se refieren los artículos 9 y 10 del Reglamento (UE) 2016/679 y 9 y 10 de esta ley orgánica o de los datos relacionados con la comisión de infracciones administrativas.\n\nd) Cuando el tratamiento implicase una evaluación de aspectos personales de los afectados con el fin de crear o utilizar perfiles personales de los mismos, en particular mediante el análisis o la predicción de aspectos referidos a su rendimiento en el trabajo, su situación económica, su salud, sus preferencias o intereses personales, su fiabilidad o comportamiento, su solvencia financiera, su localización o sus movimientos.\n\ne) Cuando se lleve a cabo el tratamiento de datos de grupos de afectados en situación de especial vulnerabilidad y, en particular, de menores de edad y personas con discapacidad.\n\nf) Cuando se produzca un tratamiento masivo que implique a un gran número de afectados o conlleve la recogida de una gran cantidad de datos personales.\n\ng) Cuando los datos personales fuesen a ser objeto de transferencia, con carácter habitual, a terceros Estados u organizaciones internacionales respecto de los que no se hubiese declarado un nivel adecuado de protección.\n\nh) Cualesquiera otros que a juicio del responsable o del encargado pudieran tener relevancia y en particular aquellos previstos en códigos de conducta y estándares definidos por esquemas de certificación.",
    "law_short_name": "LO 3/2018"
  },
  {
    "id": "24a87bfa-a0ad-4359-8d95-a324f2dade35",
    "question_text": "De acuerdo con la Ley Orgánica 3/2018, de 5 de diciembre, de Protección de Datos Personales y garantía de los derechos digitales, respecto al bloqueo de los datos, señale la incorrecta:",
    "option_a": "El responsable del tratamiento estará obligado a bloquear los datos cuando proceda a su rectificación o supresión.",
    "option_b": "Cuando para el cumplimiento de esta obligación, la configuración del sistema de información no permita el bloqueo o se requiera una adaptación que implique un esfuerzo desproporcionado, se procederá a un copiado seguro de la información de modo que conste evidencia digital, o de otra naturaleza, que permita acreditar la autenticidad de la misma, la fecha del bloqueo y la no manipulación de los datos durante el mismo.",
    "option_c": "La Agencia Española de Protección de Datos y las autoridades autonómicas de protección de datos, dentro del ámbito de sus respectivas competencias, podrán fijar excepciones a la obligación de bloqueo.",
    "option_d": "El bloqueo de los datos consiste en la identificación y reserva de los mismos, adoptando medidas técnicas y organizativas, para impedir su tratamiento, excluyendo su visualización, excepto para la puesta a disposición de los datos a los jueces y tribunales, el Ministerio Fiscal o las Administraciones Públicas competentes, en particular de las autoridades de protección de datos, para la exigencia de posibles responsabilidades derivadas del tratamiento y solo por el plazo de prescripción de las mismas.",
    "correct_option": 3,
    "correct_letter": "D",
    "explanation": "Ley Orgánica 3/2018, de 5 de diciembre, de Protección de Datos Personales y garantía de los derechos digitales.\nArtículo 32. Bloqueo de los datos.\n1. El responsable del tratamiento estará obligado a bloquear los datos cuando proceda a su rectificación o supresión.\n2. El bloqueo de los datos consiste en la identificación y reserva de los mismos, adoptando medidas técnicas y organizativas, para impedir su tratamiento, incluyendo su visualización, excepto para la puesta a disposición de los datos a los jueces y tribunales, el Ministerio Fiscal o las Administraciones Públicas competentes, en particular de las autoridades de protección de datos, para la exigencia de posibles responsabilidades derivadas del tratamiento y solo por el plazo de prescripción de las mismas.\nTranscurrido ese plazo deberá procederse a la destrucción de los datos.\n3. Los datos bloqueados no podrán ser tratados para ninguna finalidad distinta de la señalada en el apartado anterior.\n4. Cuando para el cumplimiento de esta obligación, la configuración del sistema de información no permita el bloqueo o se requiera una adaptación que implique un esfuerzo desproporcionado, se procederá a un copiado seguro de la información de modo que conste evidencia digital, o de otra naturaleza, que permita acreditar la autenticidad de la misma, la fecha del bloqueo y la no manipulación de los datos durante el mismo.\n5. La Agencia Española de Protección de Datos y las autoridades autonómicas de protección de datos, dentro del ámbito de sus respectivas competencias, podrán fijar excepciones a la obligación de bloqueo establecida en este artículo, en los supuestos en que, atendida la naturaleza de los datos o el hecho de que se refieran a un número particularmente elevado de afectados, su mera conservación, incluso bloqueados, pudiera generar un riesgo elevado para los derechos de los afectados, así como en aquellos casos en los que la conservación de los datos bloqueados pudiera implicar un coste desproporcionado para",
    "topic_review_status": "bad_answer",
    "article_number": "32",
    "article_content": "1. El responsable del tratamiento estará obligado a bloquear los datos cuando proceda a su rectificación o supresión.\n\n2. El bloqueo de los datos consiste en la identificación y reserva de los mismos, adoptando medidas técnicas y organizativas, para impedir su tratamiento, incluyendo su visualización, excepto para la puesta a disposición de los datos a los jueces y tribunales, el Ministerio Fiscal o las Administraciones Públicas competentes, en particular de las autoridades de protección de datos, para la exigencia de posibles responsabilidades derivadas del tratamiento y solo por el plazo de prescripción de las mismas.\n\nTranscurrido ese plazo deberá procederse a la destrucción de los datos.\n\n3. Los datos bloqueados no podrán ser tratados para ninguna finalidad distinta de la señalada en el apartado anterior.\n\n4. Cuando para el cumplimiento de esta obligación, la configuración del sistema de información no permita el bloqueo o se requiera una adaptación que implique un esfuerzo desproporcionado, se procederá a un copiado seguro de la información de modo que conste evidencia digital, o de otra naturaleza, que permita acreditar la autenticidad de la misma, la fecha del bloqueo y la no manipulación de los datos durante el mismo.\n\n5. La Agencia Española de Protección de Datos y las autoridades autonómicas de protección de datos, dentro del ámbito de sus respectivas competencias, podrán fijar excepciones a la obligación de bloqueo establecida en este artículo, en los supuestos en que, atendida la naturaleza de los datos o el hecho de que se refieran a un número particularmente elevado de afectados, su mera conservación, incluso bloqueados, pudiera generar un riesgo elevado para los derechos de los afectados, así como en aquellos casos en los que la conservación de los datos bloqueados pudiera implicar un coste desproporcionado para el responsable del tratamiento.",
    "law_short_name": "LO 3/2018"
  },
  {
    "id": "32dd2375-9f4e-42a2-acdb-512bf723f1f2",
    "question_text": "En virtud de lo dispuesto en el artículo 24 del Reglamento (UE) 2016/ 679 del Parlamento Europeo y del Consejo, el responsable del tratamiento aplicará medidas técnicas y organizativas apropiadas a fin de garantizar y poder demostrar que el tratamiento es conforme con este mismo Reglamento (UE) 2016/679. Para ello no tendrá en cuenta:",
    "option_a": "La naturaleza del tratamiento de datos.",
    "option_b": "Los riesgos de diversa probabilidad y gravedad para los derechos y libertades de las personas físicas y jurídicas.",
    "option_c": "El contexto y los fines del tratamiento de datos.",
    "option_d": "El ámbito del tratamiento de datos.",
    "correct_option": 1,
    "correct_letter": "B",
    "explanation": "El artículo 24 del RGPD establece que se tendrá en cuenta la naturaleza, el ámbito, el contexto y los fines del tratamiento, así como los riesgos para los derechos y libertades de las PERSONAS FÍSICAS (no jurídicas). La opción B es incorrecta al incluir \"jurídicas\".",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "24",
    "article_content": "1. Teniendo en cuenta la naturaleza, el ámbito, el contexto y los fines del tratamiento así como los riesgos de diversa probabilidad y gravedad para los derechos y libertades de las personas físicas, el responsable del tratamiento aplicará medidas técnicas y organizativas apropiadas a fin de garantizar y poder demostrar que el tratamiento es conforme con el presente Reglamento. Dichas medidas se revisarán y actualizarán cuando sea necesario.\n\n2. Cuando sean proporcionadas en relación con las actividades de tratamiento, entre las medidas mencionadas en el apartado 1 se incluirá la aplicación, por parte del responsable del tratamiento, de las oportunas políticas de protección de datos.\n\n3. La adhesión a códigos de conducta aprobados a tenor del artículo 40 o a un mecanismo de certificación aprobado a tenor del artículo 42 podrán ser utilizados como elementos para demostrar el cumplimiento de las obligaciones por parte del responsable del tratamiento.",
    "law_short_name": "Reglamento UE 2016/679"
  },
  {
    "id": "0ccdff8d-0771-40e9-9b22-fd6b64aafba7",
    "question_text": "Según el Reglamento (UE) 2016/679, no es un derecho de los interesados en relación con la protección de sus datos personales:",
    "option_a": "El derecho de nulidad.",
    "option_b": "El derecho a la portabilidad de los datos.",
    "option_c": "El derecho al olvido.",
    "option_d": "El derecho de acceso.",
    "correct_option": 0,
    "correct_letter": "A",
    "explanation": "REGLAMENTO (UE) 2016/679 DEL PARLAMENTO EUROPEO Y DEL CONSEJO de 27 de abril de 2016 relativo a la protección de las personas físicas en lo que respecta al tratamiento de datos personales y a la libre circulación de estos datos y por el que se deroga la Directiva 95/46/CE (Reglamento general de protección de datos)\nCAPÍTULO III. Derechos del interesado:\nTransparencia (art. 12), Información (arts. 13 a 14), Acceso (art. 15), Rectificación (Art. 16), Supresión o derecho al olvido (art. 17), Limitación del tratamiento (art. 18), Portabilidad de datos (art.20) y Oposición (art. 21).",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "12",
    "article_content": "1. El responsable del tratamiento tomara las medidas apropiadas para facilitar al interesado toda informacion indicada en los articulos 13 y 14, asi como toda comunicacion con arreglo a los articulos 15 a 22 y 34 relativa al tratamiento, en forma concisa, transparente, inteligible y de facil acceso, con un lenguaje claro y sencillo, en particular cualquier informacion dirigida especificamente a un nino.\n\n2. El responsable del tratamiento facilitara al interesado el ejercicio de sus derechos en virtud de los articulos 15 a 22.\n\n3. El responsable del tratamiento facilitara informacion sobre las medidas adoptadas con arreglo a una solicitud formulada en virtud de los articulos 15 a 22 al interesado sin dilacion indebida y, en cualquier caso, en el plazo de un mes a partir de la recepcion de la solicitud.\n\n4. Si el responsable del tratamiento no da curso a la solicitud del interesado, le informara sin dilacion, y a mas tardar transcurrido un mes de la recepcion de la solicitud, de las razones de su no actuacion.\n\n5. La informacion facilitada en virtud de los articulos 13 y 14 asi como toda comunicacion y cualquier medida adoptada en virtud de los articulos 15 a 22 y 34 seran a titulo gratuito.",
    "law_short_name": "Reglamento UE 2016/679"
  },
  {
    "id": "8ab5799e-9f3e-4308-80e8-c940cb5599f0",
    "question_text": "Según el Reglamento (UE) 2016/679 del Parlamento Europeo y del Consejo, de 27 de abril de 2016, relativo a la protección de las personas físicas en lo que respecta al tratamiento de datos personales y a la libre circulación de estos datos, el tratamiento solo será lícito si se cumple al menos una de las siguientes condiciones:",
    "option_a": "El interesado dio su consentimiento para el tratamiento de sus datos personales para cualquier fin.",
    "option_b": "El tratamiento es necesario para el cumplimiento de cualquier obligación aplicable al responsable del tratamiento.",
    "option_c": "El tratamiento es necesario para proteger intereses vitales del interesado o de otra persona física.",
    "option_d": "El tratamiento es necesario para el cumplimiento de una misión realizada en interés público o privado o en el ejercicio de poderes públicos o privados conferidos al responsable del tratamiento.",
    "correct_option": 2,
    "correct_letter": "C",
    "explanation": "Reglamento (UE) 2016/679 del Parlamento Europeo y del Consejo, de 27 de abril de 2016, relativo a la protección de las personas físicas en lo que respecta al tratamiento de datos personales y a la libre circulación de estos datos. (Reglamento general de protección de datos).\nArtículo 6. Licitud del tratamiento.\n1. El tratamiento solo será lícito si se cumple al menos una de las siguientes condiciones:\na) el interesado dio su consentimiento para el tratamiento de sus datos personales para uno o varios fines específicos;\nb) el tratamiento es necesario para la ejecución de un contrato en el que el interesado es parte o para la aplicación a petición de este de medidas precontractuales;\nc) el tratamiento es necesario para el cumplimiento de una obligación legal aplicable al responsable del tratamiento;\nd) el tratamiento es necesario para proteger intereses vitales del interesado o de otra persona física;\ne) el tratamiento es necesario para el cumplimiento de una misión realizada en interés público o en el ejercicio de poderes públicos conferidos al responsable del tratamiento;\nf) el tratamiento es necesario para la satisfacción de intereses legítimos perseguidos por el responsable del tratamiento o por un tercero, siempre que sobre dichos intereses no prevalezcan los intereses o los derechos y libertades fundamentales del interesado que requieran la protección de datos personales, en particular cuando el interesado sea un niño.\nLo dispuesto en la letra f) del párrafo primero no será de aplicación al tratamiento realizado por las autoridades públicas en el ejercicio de sus funciones.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "6",
    "article_content": "1. El tratamiento solo será lícito si se cumple al menos una de las siguientes condiciones:\n\na) el interesado dio su consentimiento para el tratamiento de sus datos personales para uno o varios fines específicos;\n\nb) el tratamiento es necesario para la ejecución de un contrato en el que el interesado es parte o para la aplicación a petición de este de medidas precontractuales;\n\nc) el tratamiento es necesario para el cumplimiento de una obligación legal aplicable al responsable del tratamiento;\n\nd) el tratamiento es necesario para proteger intereses vitales del interesado o de otra persona física;\n\ne) el tratamiento es necesario para el cumplimiento de una misión realizada en interés público o en el ejercicio de poderes públicos conferidos al responsable del tratamiento;\n\nf) el tratamiento es necesario para la satisfacción de intereses legítimos perseguidos por el responsable del tratamiento o por un tercero, siempre que sobre dichos intereses no prevalezcan los intereses o los derechos y libertades fundamentales del interesado que requieran la protección de datos personales, en particular cuando el interesado sea un niño.\n\nLo dispuesto en la letra f) del párrafo primero no será de aplicación al tratamiento realizado por las autoridades públicas en el ejercicio de sus funciones.\n\n2. Los Estados miembros podrán mantener o introducir disposiciones más específicas a fin de adaptar la aplicación de las normas del presente Reglamento con respecto al tratamiento en cumplimiento del apartado 1, letras c) y e), fijando de manera más precisa requisitos específicos de tratamiento y otras medidas que garanticen un tratamiento lícito y equitativo, con inclusión de otras situaciones específicas de tratamiento a tenor del capítulo IX.\n\n3. La base del tratamiento indicado en el apartado 1, letras c) y e), deberá ser establecida por:\n\na) el Derecho de la Unión, o\n\nb) el Derecho de los Estados miembros que se aplique al responsable del tratamiento.\n\nLa finalidad del tratamiento deberá quedar determinada en dicha base jurídica o, en lo relativo al tratamiento a que se refiere el apartado 1, letra e), será necesaria para el cumplimiento de una misión realizada en interés público o en el ejercicio de poderes públicos conferidos al responsable del tratamiento. Dicha base jurídica podrá contener disposiciones específicas para adaptar la aplicación de normas del presente Reglamento, entre otras: las condiciones generales que rigen la licitud del tratamiento por parte del responsable; los tipos de datos objeto de tratamiento; los interesados afectados; las entidades a las que se pueden comunicar datos personales y los fines de tal comunicación; la limitación de la finalidad; los plazos de conservación de los datos, así como las operaciones y los procedimientos del tratamiento, incluidas las medidas para garantizar un tratamiento lícito y equitativo, como las relativas a otras situaciones específicas de tratamiento a tenor del capítulo IX. El Derecho de la Unión o de los Estados miembros cumplirá un objetivo de interés público y será proporcional al fin legítimo perseguido.\n\n4. Cuando el tratamiento para otro fin distinto de aquel para el que se recogieron los datos personales no esté basado en el consentimiento del interesado o en el Derecho de la Unión o de los Estados miembros que constituya una medida necesaria y proporcional en una sociedad democrática para salvaguardar los objetivos indicados en el artículo 23, apartado 1, el responsable del tratamiento, con objeto de determinar si el tratamiento con otro fin es compatible con el fin para el cual se recogieron inicialmente los datos personales, tendrá en cuenta, entre otras cosas:\n\na) cualquier relación entre los fines para los cuales se hayan recogido los datos personales y los fines del tratamiento ulterior previsto;\n\nb) el contexto en que se hayan recogido los datos personales, en particular por lo que respecta a la relación entre los interesados y el responsable del tratamiento;\n\nc) la naturaleza de los datos personales, en concreto cuando se traten categorías especiales de datos personales, de conformidad con el artículo 9, o datos personales relativos a condenas e infracciones penales, de conformidad con el artículo 10;\n\nd) las posibles consecuencias para los interesados del tratamiento ulterior previsto;\n\ne) la existencia de garantías adecuadas, que podrán incluir el cifrado o la seudonimización.",
    "law_short_name": "Reglamento UE 2016/679"
  },
  {
    "id": "610373c2-7049-41a3-b3c1-6c8eea664576",
    "question_text": "De acuerdo con el Reglamento (UE) 2016/679 relativo a la protección de las personas físicas en lo que respecta al tratamiento de datos personales y a la libre circulación de estos datos, señale la respuesta incorrecta: el responsable del tratamiento tomará las medidas oportunas para facilitar al interesado toda la información relativa al tratamiento de sus datos personales:",
    "option_a": "Dicha información podrá ser facilitada por medios electrónicos.",
    "option_b": "Dicha información no podrá facilitarse en ningún caso verbalmente.",
    "option_c": "Dicha información se facilitará en forma concisa, transparente, inteligible y de fácil acceso.",
    "option_d": "Dicha información podrá ser facilitada por escrito o por otros medios.",
    "correct_option": 1,
    "correct_letter": "B",
    "explanation": "Artículo 12.1  Reglamento (UE) 2016/679 del Parlamento Europeo y del Consejo, de 27 de abril de 2016, relativo a la protección de las personas físicas en lo que respecta al tratamiento de datos personales y a la libre circulación de estos datos\n1.   El responsable del tratamiento tomará las medidas oportunas para facilitar al interesado toda información indicada en los artículos 13 y 14, así como cualquier comunicación con arreglo a los artículos 15 a 22 y 34 relativa al tratamiento, en forma concisa, transparente, inteligible y de fácil acceso, con un lenguaje claro y sencillo, en particular cualquier información dirigida específicamente a un niño. La información será facilitada por escrito o por otros medios, inclusive, si procede, por medios electrónicos. Cuando lo solicite el interesado, la información podrá facilitarse verbalmente siempre que se demuestre la identidad del interesado por otros medios.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "12",
    "article_content": "1. El responsable del tratamiento tomara las medidas apropiadas para facilitar al interesado toda informacion indicada en los articulos 13 y 14, asi como toda comunicacion con arreglo a los articulos 15 a 22 y 34 relativa al tratamiento, en forma concisa, transparente, inteligible y de facil acceso, con un lenguaje claro y sencillo, en particular cualquier informacion dirigida especificamente a un nino.\n\n2. El responsable del tratamiento facilitara al interesado el ejercicio de sus derechos en virtud de los articulos 15 a 22.\n\n3. El responsable del tratamiento facilitara informacion sobre las medidas adoptadas con arreglo a una solicitud formulada en virtud de los articulos 15 a 22 al interesado sin dilacion indebida y, en cualquier caso, en el plazo de un mes a partir de la recepcion de la solicitud.\n\n4. Si el responsable del tratamiento no da curso a la solicitud del interesado, le informara sin dilacion, y a mas tardar transcurrido un mes de la recepcion de la solicitud, de las razones de su no actuacion.\n\n5. La informacion facilitada en virtud de los articulos 13 y 14 asi como toda comunicacion y cualquier medida adoptada en virtud de los articulos 15 a 22 y 34 seran a titulo gratuito.",
    "law_short_name": "Reglamento UE 2016/679"
  },
  {
    "id": "190f51ee-da5d-4509-b066-3d91b3845945",
    "question_text": "De conformidad con lo dispuesto en la LO 3/2018 de Protección de Datos, los derechos reconocidos en los artículos 15 a 22 del Reglamento europeo de Protección de Datos:",
    "option_a": "Tendrán que ejercerse directamente.",
    "option_b": "Podrán ejercerse por medio de representante voluntario.",
    "option_c": "No podrán ejercerse en ningún caso por medio de representante.",
    "option_d": "Tendrán que ejercerse por medio de representante legal.",
    "correct_option": 1,
    "correct_letter": "B",
    "explanation": "Ley Orgánica 3/2018, de 5 de diciembre, de Protección de Datos Personales y garantía de los derechos digitales.\nArtículo 12. Disposiciones generales sobre ejercicio de los derechos.\n1. Los derechos reconocidos en los artículos 15 a 22 del Reglamento (UE) 2016/679, podrán ejercerse directamente o por medio de representante legal o voluntario.",
    "topic_review_status": "bad_answer",
    "article_number": "12",
    "article_content": "1. Los derechos reconocidos en los artículos 15 a 22 del Reglamento (UE) 2016/679, podrán ejercerse directamente o por medio de representante legal o voluntario.\n\n2. El responsable del tratamiento estará obligado a informar al afectado sobre los medios a su disposición para ejercer los derechos que le corresponden. Los medios deberán ser fácilmente accesibles para el afectado. El ejercicio del derecho no podrá ser denegado por el solo motivo de optar el afectado por otro medio.\n\n3. El encargado podrá tramitar, por cuenta del responsable, las solicitudes de ejercicio formuladas por los afectados de sus derechos si así se estableciere en el contrato o acto jurídico que les vincule.\n\n4. La prueba del cumplimiento del deber de responder a la solicitud de ejercicio de sus derechos formulado por el afectado recaerá sobre el responsable.\n\n5. Cuando las leyes aplicables a determinados tratamientos establezcan un régimen especial que afecte al ejercicio de los derechos previstos en el Capítulo III del Reglamento (UE) 2016/679, se estará a lo dispuesto en aquellas.\n\n6. En cualquier caso, los titulares de la patria potestad podrán ejercitar en nombre y representación de los menores de catorce años los derechos de acceso, rectificación, cancelación, oposición o cualesquiera otros que pudieran corresponderles en el contexto de la presente ley orgánica.\n\n7. Serán gratuitas las actuaciones llevadas a cabo por el responsable del tratamiento para atender las solicitudes de ejercicio de estos derechos, sin perjuicio de lo dispuesto en los artículos 12.5 y 15.3 del Reglamento (UE) 2016/679 y en los apartados 3 y 4 del artículo 13 de esta ley orgánica.",
    "law_short_name": "LO 3/2018"
  },
  {
    "id": "7caa2a1b-3548-468d-a9d2-33b439f65f0a",
    "question_text": "Señale la falsa. ¿Quiénes podrán dirigirse, por norma general, al responsable o encargado del tratamiento al objeto de solicitar el acceso a los datos personales de las personas fallecidas y, en su caso, su rectificación o supresión?",
    "option_a": "El Ministerio Fiscal.",
    "option_b": "Las personas vinculadas al fallecido por razones familiares.",
    "option_c": "Las personas vinculadas al fallecido por razones de hecho.",
    "option_d": "Sus herederos.",
    "correct_option": 0,
    "correct_letter": "A",
    "explanation": "Ley Orgánica 3/2018, de 5 de diciembre, de Protección de Datos Personales y garantía de los derechos digitales.\nArtículo 3. Datos de las personas fallecidas.\n1. Las personas vinculadas al fallecido por razones familiares o de hecho así como sus herederos podrán dirigirse al responsable o encargado del tratamiento al objeto de solicitar el acceso a los datos personales de aquella y, en su caso, su rectificación o supresión.\nComo excepción, las personas a las que se refiere el párrafo anterior no podrán acceder a los datos del causante, ni solicitar su rectificación o supresión, cuando la persona fallecida lo hubiese prohibido expresamente o así lo establezca una ley. Dicha prohibición no afectará al derecho de los herederos a acceder a los datos de carácter patrimonial del causante.\n2. Las personas o instituciones a las que el fallecido hubiese designado expresamente para ello podrán también solicitar, con arreglo a las instrucciones recibidas, el acceso a los datos personales de este y, en su caso su rectificación o supresión.\nMediante real decreto se establecerán los requisitos y condiciones para acreditar la validez y vigencia de estos mandatos e instrucciones y, en su caso, el registro de los mismos.\n3. En caso de fallecimiento de menores, estas facultades podrán ejercerse también por sus representantes legales o, en el marco de sus competencias, por el Ministerio Fiscal, que podrá actuar de oficio o a instancia de cualquier persona física o jurídica interesada.\nEn caso de fallecimiento de personas con discapacidad, estas facultades también podrán ejercerse, además de por quienes señala el párrafo anterior, por quienes hubiesen sido designados para el ejercicio de funciones de apoyo, si tales facultades se entendieran comprendidas en las medidas de apoyo prestadas por el designado.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "3",
    "article_content": "1. Las personas vinculadas al fallecido por razones familiares o de hecho así como sus herederos podrán dirigirse al responsable o encargado del tratamiento al objeto de solicitar el acceso a los datos personales de aquella y, en su caso, su rectificación o supresión.\n\nComo excepción, las personas a las que se refiere el párrafo anterior no podrán acceder a los datos del causante, ni solicitar su rectificación o supresión, cuando la persona fallecida lo hubiese prohibido expresamente o así lo establezca una ley. Dicha prohibición no afectará al derecho de los herederos a acceder a los datos de carácter patrimonial del causante.\n\n2. Las personas o instituciones a las que el fallecido hubiese designado expresamente para ello podrán también solicitar, con arreglo a las instrucciones recibidas, el acceso a los datos personales de este y, en su caso su rectificación o supresión.\n\nMediante real decreto se establecerán los requisitos y condiciones para acreditar la validez y vigencia de estos mandatos e instrucciones y, en su caso, el registro de los mismos.\n\n3. En caso de fallecimiento de menores, estas facultades podrán ejercerse también por sus representantes legales o, en el marco de sus competencias, por el Ministerio Fiscal, que podrá actuar de oficio o a instancia de cualquier persona física o jurídica interesada.\n\nEn caso de fallecimiento de personas con discapacidad, estas facultades también podrán ejercerse, además de por quienes señala el párrafo anterior, por quienes hubiesen sido designados para el ejercicio de funciones de apoyo, si tales facultades se entendieran comprendidas en las medidas de apoyo prestadas por el designado.",
    "law_short_name": "LO 3/2018"
  },
  {
    "id": "6186bb29-2d1b-42ea-97a6-70b90d475ca2",
    "question_text": "Señale la opción incorrecta. Según el Reglamento (UE) 2016/679 de Protección de Datos, se entenderá por \"autoridad de control interesada\" aquella a la que afecta el tratamiento de datos personales debido a que:",
    "option_a": "Se ha presentado una queja por la vulneración de un derecho especialmente protegido en un país firmante del Convenio Europeo de Derechos Humanos.",
    "option_b": "Los interesados que residen en el Estado miembro de esa autoridad de control se ven sustancialmente afectados por el tratamiento.",
    "option_c": "Se ha presentado una reclamación ante esa autoridad de control.",
    "option_d": "El encargado del tratamiento está establecido en el territorio del Estado miembro de esa autoridad de control.",
    "correct_option": 0,
    "correct_letter": "A",
    "explanation": "Reglamento (UE) 2016/679, del Parlamento Europeo y del Consejo de 27 de abril de 2016 relativo a la protección de las personas físicas en lo que respecta al tratamiento de datos personales y a la libre circulación de estos datos y por el que se deroga la Directiva 95/46/CE (Reglamento general de protección de datos)\nArtículo 4. \nA efectos del presente Reglamento se entenderá por:\n22) «autoridad de control interesada»: la autoridad de control a la que afecta el tratamiento de datos personales debido a que:\na) el responsable o el encargado del tratamiento está establecido en el territorio del Estado miembro de esa autoridad de control;\nb) los interesados que residen en el Estado miembro de esa autoridad de control se ven sustancialmente afectados o es probable que se vean sustancialmente afectados por el tratamiento, o\nc) se ha presentado una reclamación ante esa autoridad de control;",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "4",
    "article_content": "A efectos del presente Reglamento se entenderá por:\n\n1) «datos personales»: toda información sobre una persona física identificada o identificable («el interesado»); se considerará persona física identificable toda persona cuya identidad pueda determinarse, directa o indirectamente, en particular mediante un identificador, como por ejemplo un nombre, un número de identificación, datos de localización, un identificador en línea o uno o varios elementos propios de la identidad física, fisiológica, genética, psíquica, económica, cultural o social de dicha persona;\n\n2) «tratamiento»: cualquier operación o conjunto de operaciones realizadas sobre datos personales o conjuntos de datos personales, ya sea por procedimientos automatizados o no, como la recogida, registro, organización, estructuración, conservación, adaptación o modificación, extracción, consulta, utilización, comunicación por transmisión, difusión o cualquier otra forma de habilitación de acceso, cotejo o interconexión, limitación, supresión o destrucción;\n\n3) «limitación del tratamiento»: el marcado de los datos de carácter personal conservados con el fin de limitar su tratamiento en el futuro;\n\n4) «elaboración de perfiles»: toda forma de tratamiento automatizado de datos personales consistente en utilizar datos personales para evaluar determinados aspectos personales de una persona física, en particular para analizar o predecir aspectos relativos al rendimiento profesional, situación económica, salud, preferencias personales, intereses, fiabilidad, comportamiento, ubicación o movimientos de dicha persona física;\n\n5) «seudonimización»: el tratamiento de datos personales de manera tal que ya no puedan atribuirse a un interesado sin utilizar información adicional, siempre que dicha información adicional figure por separado y esté sujeta a medidas técnicas y organizativas destinadas a garantizar que los datos personales no se atribuyan a una persona física identificada o identificable;\n\n6) «fichero»: todo conjunto estructurado de datos personales, accesibles con arreglo a criterios determinados, ya sea centralizado, descentralizado o repartido de forma funcional o geográfica;\n\n7) «responsable del tratamiento» o «responsable»: la persona física o jurídica, autoridad pública, servicio u otro organismo que, solo o junto con otros, determine los fines y medios del tratamiento;\n\n8) «encargado del tratamiento» o «encargado»: la persona física o jurídica, autoridad pública, servicio u otro organismo que trate datos personales por cuenta del responsable del tratamiento;\n\n9) «destinatario»: la persona física o jurídica, autoridad pública, servicio u otro organismo al que se comuniquen datos personales, se trate o no de un tercero. No obstante, no se considerarán destinatarios las autoridades públicas que puedan recibir datos personales en el marco de una investigación concreta de conformidad con el Derecho de la Unión o de los Estados miembros;\n\n11) «consentimiento del interesado»: toda manifestación de voluntad libre, específica, informada e inequívoca por la que el interesado acepta, ya sea mediante una declaración o una clara acción afirmativa, el tratamiento de datos personales que le conciernen;\n\n12) «violación de la seguridad de los datos personales»: toda violación de la seguridad que ocasione la destrucción, pérdida o alteración accidental o ilícita de datos personales transmitidos, conservados o tratados de otra forma, o la comunicación o acceso no autorizados a dichos datos.",
    "law_short_name": "Reglamento UE 2016/679"
  },
  {
    "id": "d9f5a780-7fb6-41a3-a097-15b9ec326403",
    "question_text": "De acuerdo con el Reglamento (UE) 2016/679, el tratamiento solo será lícito si se cumple al menos una de las condiciones establecidas en el artículo 6. Dichas condiciones podrán ser:",
    "option_a": "Que el interesado diera su consentimiento para el tratamiento de sus datos personales para uno o varios fines específicos.",
    "option_b": "Que el tratamiento sea necesario para proteger intereses vitales del interesado o de otra persona física.",
    "option_c": "Que el tratamiento sea necesario para la ejecución de un contrato en el que el interesado sea parte o para la aplicación a petición de este de medidas precontractuales.",
    "option_d": "Todas las respuestas anteriores son correctas.",
    "correct_option": 3,
    "correct_letter": "D",
    "explanation": "El artículo 6 del RGPD establece que todas las opciones A, B y C son condiciones válidas para la licitud del tratamiento. La respuesta correcta es D.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "6",
    "article_content": "1. El tratamiento solo será lícito si se cumple al menos una de las siguientes condiciones:\n\na) el interesado dio su consentimiento para el tratamiento de sus datos personales para uno o varios fines específicos;\n\nb) el tratamiento es necesario para la ejecución de un contrato en el que el interesado es parte o para la aplicación a petición de este de medidas precontractuales;\n\nc) el tratamiento es necesario para el cumplimiento de una obligación legal aplicable al responsable del tratamiento;\n\nd) el tratamiento es necesario para proteger intereses vitales del interesado o de otra persona física;\n\ne) el tratamiento es necesario para el cumplimiento de una misión realizada en interés público o en el ejercicio de poderes públicos conferidos al responsable del tratamiento;\n\nf) el tratamiento es necesario para la satisfacción de intereses legítimos perseguidos por el responsable del tratamiento o por un tercero, siempre que sobre dichos intereses no prevalezcan los intereses o los derechos y libertades fundamentales del interesado que requieran la protección de datos personales, en particular cuando el interesado sea un niño.\n\nLo dispuesto en la letra f) del párrafo primero no será de aplicación al tratamiento realizado por las autoridades públicas en el ejercicio de sus funciones.\n\n2. Los Estados miembros podrán mantener o introducir disposiciones más específicas a fin de adaptar la aplicación de las normas del presente Reglamento con respecto al tratamiento en cumplimiento del apartado 1, letras c) y e), fijando de manera más precisa requisitos específicos de tratamiento y otras medidas que garanticen un tratamiento lícito y equitativo, con inclusión de otras situaciones específicas de tratamiento a tenor del capítulo IX.\n\n3. La base del tratamiento indicado en el apartado 1, letras c) y e), deberá ser establecida por:\n\na) el Derecho de la Unión, o\n\nb) el Derecho de los Estados miembros que se aplique al responsable del tratamiento.\n\nLa finalidad del tratamiento deberá quedar determinada en dicha base jurídica o, en lo relativo al tratamiento a que se refiere el apartado 1, letra e), será necesaria para el cumplimiento de una misión realizada en interés público o en el ejercicio de poderes públicos conferidos al responsable del tratamiento. Dicha base jurídica podrá contener disposiciones específicas para adaptar la aplicación de normas del presente Reglamento, entre otras: las condiciones generales que rigen la licitud del tratamiento por parte del responsable; los tipos de datos objeto de tratamiento; los interesados afectados; las entidades a las que se pueden comunicar datos personales y los fines de tal comunicación; la limitación de la finalidad; los plazos de conservación de los datos, así como las operaciones y los procedimientos del tratamiento, incluidas las medidas para garantizar un tratamiento lícito y equitativo, como las relativas a otras situaciones específicas de tratamiento a tenor del capítulo IX. El Derecho de la Unión o de los Estados miembros cumplirá un objetivo de interés público y será proporcional al fin legítimo perseguido.\n\n4. Cuando el tratamiento para otro fin distinto de aquel para el que se recogieron los datos personales no esté basado en el consentimiento del interesado o en el Derecho de la Unión o de los Estados miembros que constituya una medida necesaria y proporcional en una sociedad democrática para salvaguardar los objetivos indicados en el artículo 23, apartado 1, el responsable del tratamiento, con objeto de determinar si el tratamiento con otro fin es compatible con el fin para el cual se recogieron inicialmente los datos personales, tendrá en cuenta, entre otras cosas:\n\na) cualquier relación entre los fines para los cuales se hayan recogido los datos personales y los fines del tratamiento ulterior previsto;\n\nb) el contexto en que se hayan recogido los datos personales, en particular por lo que respecta a la relación entre los interesados y el responsable del tratamiento;\n\nc) la naturaleza de los datos personales, en concreto cuando se traten categorías especiales de datos personales, de conformidad con el artículo 9, o datos personales relativos a condenas e infracciones penales, de conformidad con el artículo 10;\n\nd) las posibles consecuencias para los interesados del tratamiento ulterior previsto;\n\ne) la existencia de garantías adecuadas, que podrán incluir el cifrado o la seudonimización.",
    "law_short_name": "Reglamento UE 2016/679"
  }
]