[
  {
    "id": "0fd2387a-e6a3-4dd8-bc5b-919a2b95a126",
    "question_text": "Según lo establecido en el texto refundido de la Ley del Estatuto Básico del Empleado Público, ¿cuál de las siguientes retribuciones complementarias no podrá percibir un funcionario interino?",
    "option_a": "La progresión alcanzada por el funcionario dentro del sistema de carrera administrativa.",
    "option_b": "El grado de interés, iniciativa o esfuerzo con que el funcionario desempeña su trabajo y el rendimiento o resultados obtenidos.",
    "option_c": "Los servicios extraordinarios prestados fuera de la jornada normal de trabajo.",
    "option_d": "La incompatibilidad exigible para el desempeño de determinados puestos de trabajo o las condiciones en que se desarrolla el trabajo.",
    "correct_option": 0,
    "correct_letter": "A",
    "explanation": "Artículo 25. Retribuciones de los funcionarios interinos.\n1. Los funcionarios interinos percibirán las retribuciones básicas y las pagas extraordinarias correspondientes al Subgrupo o Grupo de adscripción, en el supuesto de que éste no tenga Subgrupo. Percibirán asimismo las retribuciones complementarias a que se refieren los apartados b), c) y d) del artículo 24 y las correspondientes a la categoría de entrada en el cuerpo o escala en el que se le nombre.\nArtículo 24. Retribuciones complementarias.\nLa cuantía y estructura de las retribuciones complementarias de los funcionarios se establecerán por las correspondientes leyes de cada Administración Pública atendiendo, entre otros, a los siguientes factores:\na) La progresión alcanzada por el funcionario dentro del sistema de carrera administrativa.\nb) La especial dificultad técnica, responsabilidad, dedicación, incompatibilidad exigible para el desempeño de determinados puestos de trabajo o las condiciones en que se desarrolla el trabajo.\nc) El grado de interés, iniciativa o esfuerzo con que el funcionario desempeña su trabajo y el rendimiento o resultados obtenidos.\nd) Los servicios extraordinarios prestados fuera de la jornada normal de trabajo.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "25",
    "article_content": "1. Los funcionarios interinos percibirán las retribuciones básicas y las pagas extraordinarias correspondientes al Subgrupo o Grupo de adscripción, en el supuesto de que éste no tenga Subgrupo. Percibirán asimismo las retribuciones complementarias a que se refieren los apartados b), c) y d) del artículo 24 y las correspondientes a la categoría de entrada en el cuerpo o escala en el que se le nombre.\n\n2. Se reconocerán los trienios correspondientes a los servicios prestados antes de la entrada en vigor del presente Estatuto que tendrán efectos retributivos únicamente a partir de la entrada en vigor del mismo.",
    "law_short_name": "RDL 5/2015"
  }
]