[
  {
    "id": "e6c51c10-5b85-4c43-acfe-7d92e06f1321",
    "question_text": "Según lo previsto en el art. 26 de la Ley 39/2006, de 14 de diciembre, de Promoción de la Autonomía Personal y Atención a las personas en situación de dependencia, cuando la persona necesita ayuda para realizar varias actividades básicas de la vida diaria, al menos una vez al día o tiene necesidades de apoyo intermitente o limitado para su autonomía personal, la situación de dependencia se calificará como:",
    "option_a": "Grado I. Dependencia Leve.",
    "option_b": "Grado II. Dependencia Moderada.",
    "option_c": "Grado III. Dependencia Severa.",
    "option_d": "Grado I. Dependencia Moderada.",
    "correct_option": 0,
    "correct_letter": "A",
    "explanation": "La respuesta correcta es D). Conforme al artículo 26.1.a) de la Ley 39/2006 de Promoción de la Autonomía Personal, el Grado I o Dependencia Moderada es cuando la persona necesita ayuda para realizar varias actividades básicas de la vida diaria, al menos una vez al día.",
    "topic_review_status": "bad_answer",
    "article_number": "26",
    "article_content": "1. La situación de dependencia se clasificará en los siguientes grados:\n\na) Grado I. Dependencia moderada: cuando la persona necesita ayuda para realizar varias actividades básicas de la vida diaria, al menos una vez al día o tiene necesidades de apoyo intermitente o limitado para su autonomía personal.\n\nb) Grado II. Dependencia severa: cuando la persona necesita ayuda para realizar varias actividades básicas de la vida diaria dos o tres veces al día, pero no quiere el apoyo permanente de un cuidador o tiene necesidades de apoyo extenso para su autonomía personal.\n\nc) Grado III. Gran dependencia: cuando la persona necesita ayuda para realizar varias actividades básicas de la vida diaria varias veces al día y, por su pérdida total de autonomía física, mental, intelectual o sensorial, necesita el apoyo indispensable y continuo de otra persona o tiene necesidades de apoyo generalizado para su autonomía personal.\n\n2. Los intervalos para la determinación de los grados se establecerán en el baremo al que se refiere el artículo siguiente.",
    "law_short_name": "Ley 39/2006"
  },
  {
    "id": "5bac653c-4ccd-43ed-a0f0-73d4194616e7",
    "question_text": "De conformidad con el RD Leg. 1/2013, de 29 de noviembre, por el que se aprueba el Texto Refundido de la Ley General de derechos de las personas con discapacidad y de su inclusión social, ¿qué órgano es el encargado de promover la igualdad de oportunidades, no discriminación y accesibilidad universal de las personas con discapacidad?",
    "option_a": "El Consejo Nacional de Discapacidad.",
    "option_b": "La Dirección General de Servicios Sociales e igualdad.",
    "option_c": "La Agencia Estatal de Atención a la Discapacidad.",
    "option_d": "La oficina de Atención a la discapacidad.",
    "correct_option": 3,
    "correct_letter": "D",
    "explanation": "La respuesta correcta es D). Conforme al artículo 2 del Real Decreto Legislativo 1/2013 por el que se aprueba el Texto Refundido de la Ley General de derechos de las personas con discapacidad, la Oficina de Atención a la Discapacidad no está definida en dicho precepto. El artículo 2 contiene las definiciones legales de términos como discapacidad, igualdad de oportunidades y discriminación.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "2",
    "article_content": "A efectos de esta ley se entiende por:\n\na) Discapacidad: es una situación que resulta de la interacción entre las personas con deficiencias previsiblemente permanentes y cualquier tipo de barreras que limiten o impidan su participación plena y efectiva en la sociedad, en igualdad de condiciones con las demás.\n\nb) Igualdad de oportunidades: es la ausencia de toda discriminación, directa o indirecta, por motivo de o por razón de discapacidad, incluida cualquier distinción, exclusión o restricción que tenga el propósito o el efecto de obstaculizar o dejar sin efecto el reconocimiento, goce o ejercicio en igualdad de condiciones por las personas con discapacidad, de todos los derechos humanos y libertades fundamentales en los ámbitos político, económico, social, laboral, cultural, civil o de otro tipo. Asimismo, se entiende por igualdad de oportunidades la adopción de medidas de acción positiva.\n\nc) Discriminación directa: es la situación en que se encuentra una persona con discapacidad cuando es tratada de manera menos favorable que otra en situación análoga por motivo de o por razón de su discapacidad.\n\nd) Discriminación indirecta: existe cuando una disposición legal o reglamentaria, una cláusula convencional o contractual, un pacto individual, una decisión unilateral o un criterio o práctica, o bien un entorno, producto o servicio, aparentemente neutros, puedan ocasionar una desventaja particular a una persona respecto de otras por motivo de o por razón de discapacidad, siempre que objetivamente no respondan a una finalidad legítima y que los medios para la consecución de esta finalidad no sean adecuados y necesarios.\n\ne) Discriminación por asociación: existe cuando una persona o grupo en que se integra es objeto de un trato discriminatorio debido a su relación con otra por motivo o por razón de discapacidad.\n\nf) Acoso: es toda conducta no deseada relacionada con la discapacidad de una persona, que tenga como objetivo o consecuencia atentar contra su dignidad o crear un entorno intimidatorio, hostil, degradante, humillante u ofensivo.\n\ng) Medidas de acción positiva: son aquellas de carácter específico consistentes en evitar o compensar las desventajas derivadas de la discapacidad y destinadas a acelerar o lograr la igualdad de hecho de las personas con discapacidad y su participación plena en los ámbitos de la vida política, económica, social, educativa, laboral y cultural, atendiendo a los diferentes tipos y grados de discapacidad.\n\nh) Vida independiente: es la situación en la que la persona con discapacidad ejerce el poder de decisión sobre su propia existencia y participa activamente en la vida de su comunidad, conforme al derecho al libre desarrollo de la personalidad.\n\ni) Normalización: es el principio en virtud del cual las personas con discapacidad deben poder llevar una vida en igualdad de condiciones, accediendo a los mismos lugares, ámbitos, bienes y servicios que están a disposición de cualquier otra persona.\n\nj) Inclusión social: es el principio en virtud del cual la sociedad promueve valores compartidos orientados al bien común y a la cohesión social, permitiendo que todas las personas con discapacidad tengan las oportunidades y recursos necesarios para participar plenamente en la vida política, económica, social, educativa, laboral y cultural, y para disfrutar de unas condiciones de vida en igualdad con los demás.\n\nk) Accesibilidad universal: es la condición que deben cumplir los entornos, procesos, bienes, productos y servicios, así como los objetos, instrumentos, herramientas y dispositivos para ser comprensibles, utilizables y practicables por todas las personas en condiciones de seguridad y comodidad y de la forma más autónoma y natural posible. En la accesibilidad universal está incluida la accesibilidad cognitiva para permitir la fácil comprensión, la comunicación e interacción a todas las personas. La accesibilidad cognitiva se despliega y hace efectiva a través de la lectura fácil, sistemas alternativos y aumentativos de comunicación, pictogramas y otros medios humanos y tecnológicos disponibles para tal fin. Presupone la estrategia de «diseño universal o diseño para todas las personas», y se entiende sin perjuicio de los ajustes razonables que deban adoptarse.\n\nl) Diseño universal o diseño para todas las personas: es la actividad por la que se conciben o proyectan desde el origen, y siempre que ello sea posible, entornos, procesos, bienes, productos, servicios, objetos, instrumentos, programas, dispositivos o herramientas, de tal forma que puedan ser utilizados por todas las personas, en la mayor extensión posible, sin necesidad de adaptación ni diseño especializado. El «diseño universal o diseño para todas las personas» no excluirá los productos de apoyo para grupos particulares de personas con discapacidad, cuando lo necesiten.\n\nm) Ajustes razonables: son las modificaciones y adaptaciones necesarias y adecuadas del ambiente físico, social y actitudinal a las necesidades específicas de las personas con discapacidad que no impongan una carga desproporcionada o indebida, cuando se requieran en un caso particular de manera eficaz y práctica, para facilitar la accesibilidad y la participación y para garantizar a las personas con discapacidad el goce o ejercicio, en igualdad de condiciones con las demás, de todos los derechos.\n\nn) Diálogo civil: es el principio en virtud del cual las organizaciones representativas de personas con discapacidad y de sus familias participan, en los términos que establecen las leyes y demás disposiciones normativas, en la elaboración, ejecución, seguimiento y evaluación de las políticas oficiales que se desarrollan en la esfera de las personas con discapacidad, las cuales garantizarán, en todo caso, el derecho de los niños y las niñas con discapacidad a expresar su opinión libremente sobre todas las cuestiones que les afecten y a recibir asistencia apropiada con arreglo a su discapacidad y edad para poder ejercer ese derecho.\n\no) Transversalidad de las políticas en materia de discapacidad: es el principio en virtud del cual las actuaciones que desarrollan las Administraciones Públicas no se limitan únicamente a planes, programas y acciones específicos, pensados exclusivamente para estas personas, sino que comprenden las políticas y líneas de acción de carácter general en cualquiera de los ámbitos de actuación pública, en donde se tendrán en cuenta las necesidades y demandas de las personas con discapacidad.",
    "law_short_name": "RDL 1/2013"
  },
  {
    "id": "345f14b3-4bf1-4561-8558-a4ff3a788575",
    "question_text": "Conforme a lo dispuesto en el artículo 9 de la Ley 4/2023 ¿de quién dependerá el Consejo de Participación de las Personas LGTBI?",
    "option_a": "El Consejo dependerá del Ministerio de Igualdad a través de la Secretaría de Estado para la Igualdad real y efectiva de las personas LGTBI+.",
    "option_b": "El Consejo dependerá del Ministerio de Igualdad a través de la Secretaría de Estado de Igualdad y para la Erradicación de la Violencia contra las Mujeres.",
    "option_c": "El Consejo dependerá del Ministerio de Igualdad a través de la Subsecretaría.",
    "option_d": "El Consejo dependerá del Ministerio de Igualdad a través de la Dirección General de Igualdad y para la Erradicación de la Violencia contra las Mujeres.",
    "correct_option": 1,
    "correct_letter": "B",
    "explanation": "La respuesta correcta es B). Conforme al artículo 9 de la Ley 4/2023, el Consejo de Participación de las Personas LGTBI dependerá del Ministerio de Igualdad a través de la Secretaría de Estado de Igualdad y para la Erradicación de la Violencia contra las Mujeres, lo que refleja su enfoque en la igualdad y la protección de los derechos de las personas LGTBI. Las otras opciones son incorrectas porque mencionan dependencias que no están alineadas con la estructura establecida en la ley.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "9",
    "article_content": "1. El Consejo de Participación de las Personas LGTBI es el órgano de participación ciudadana en materia de derechos y libertades de las personas LGTBI, y tiene por finalidad institucionalizar la colaboración y fortalecer el diálogo permanente entre las Administraciones públicas y la sociedad civil en materias relacionadas con la igualdad de trato, la no discriminación por razón de orientación sexual, identidad sexual, expresión de género y características sexuales; y de reforzar la participación en todos los ámbitos de la sociedad de las personas LGTBI y sus familias.\n\n2. El Consejo de Participación de las Personas LGTBI se constituye como órgano colegiado de los previstos en el artículo 22.3 de la Ley 40/2015, de 1 de octubre, de Régimen Jurídico del Sector Público.\n\n3. El Consejo dependerá del Ministerio de Igualdad a través de la Secretaría de Estado de Igualdad y contra la Violencia de Género.\n\nEl Consejo presentará una memoria con carácter semestral, detallando su actividad, reuniones y actuaciones conforme a la Ley 19/2013, de 9 de diciembre, de transparencia, acceso a la información pública y buen gobierno. La presidenta del Consejo remitirá esta memoria a las Cortes Generales para su examen por parte de las Comisiones de Igualdad del Congreso de los Diputados y del Senado.",
    "law_short_name": "Ley 4/2023"
  },
  {
    "id": "3e05caf9-6d06-4bc1-a9ae-225f8d4b93d2",
    "question_text": "Según el artículo 45 de la Ley Orgánica 3/2007, de 22 de marzo, para la igualdad efectiva de mujeres y hombres, las empresas de menos de cincuenta trabajadores:",
    "option_a": "Podrán elaborar e implementar planes de igualdad, siempre de manera voluntaria, previa consulta a la representación legal de los trabajadores y trabajadoras.",
    "option_b": "Podrán elaborar e implementar planes de igualdad cuando así se establezca en el convenio colectivo que sea aplicable.",
    "option_c": "Podrán elaborar e implementar planes de igualdad cuando la autoridad laboral hubiera acordado en un procedimiento sancionador la sustitución de las sanciones accesorias por la elaboración y aplicación de dicho plan.",
    "option_d": "Todas las anteriores son incorrectas.",
    "correct_option": 0,
    "correct_letter": "A",
    "explanation": "Según el artículo 45.1 de la LO 3/2007, las empresas están obligadas a respetar la igualdad de trato y adoptar medidas contra la discriminación. Para empresas de menos de 50 trabajadores, estas medidas son voluntarias, pero deben ser consultadas con la representación legal de los trabajadores.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "45",
    "article_content": "1. Las empresas están obligadas a respetar la igualdad de trato y de oportunidades en el ámbito laboral y, con esta finalidad, deberán adoptar medidas dirigidas a evitar cualquier tipo de discriminación laboral entre mujeres y hombres, medidas que deberán negociar, y en su caso acordar, con los representantes legales de los trabajadores en la forma que se determine en la legislación laboral.\n\n2. En el caso de las empresas de cincuenta o más trabajadores, las medidas de igualdad a que se refiere el apartado anterior deberán dirigirse a la elaboración y aplicación de un plan de igualdad, con el alcance y contenido establecidos en este capítulo, que deberá ser asimismo objeto de negociación en la forma que se determine en la legislación laboral.\n\n3. Sin perjuicio de lo dispuesto en el apartado anterior, las empresas deberán elaborar y aplicar un plan de igualdad cuando así se establezca en el convenio colectivo que sea aplicable, en los términos previstos en el mismo.\n\n4. Las empresas también elaborarán y aplicarán un plan de igualdad, previa negociación o consulta, en su caso, con la representación legal de los trabajadores y trabajadoras, cuando la autoridad laboral hubiera acordado en un procedimiento sancionador la sustitución de las sanciones accesorias por la elaboración y aplicación de dicho plan, en los términos que se fijen en el indicado acuerdo.\n\n5. La elaboración e implantación de planes de igualdad será voluntaria para las demás empresas, previa consulta a la representación legal de los trabajadores y trabajadoras.",
    "law_short_name": "LO 3/2007"
  }
]