[
  {
    "id": "48220ece-83ca-43ff-9a1a-dd8c71508af1",
    "question_text": "Según la Ley 50/1997, del Gobierno, para ser miembro del Gobierno no se requiere:",
    "option_a": "Disfrutar de los derechos de sufragio activo y pasivo.",
    "option_b": "Reunir el resto de requisitos de idoneidad previstos en la Constitución y en la propia Ley 50/1997, del Gobierno.",
    "option_c": "Ser español y mayor de edad.",
    "option_d": "No estar inhabilitado para ejercer empleo o cargo público por sentencia judicial firme.",
    "correct_option": 1,
    "correct_letter": "B",
    "explanation": "La respuesta correcta es B). Según el artículo 11 de la Ley 50/1997, para ser miembro del Gobierno se exige ser español, mayor de edad, tener derechos de sufragio y no estar inhabilitado, pero no se especifican otros requisitos de idoneidad que sean necesarios. Por lo tanto, la opción B es incorrecta porque sí se requieren otros requisitos de idoneidad, que están establecidos en la Constitución y en la propia ley.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "11",
    "article_content": "Para ser miembro del Gobierno se requiere ser español, mayor de edad, disfrutar de los derechos de sufragio activo y pasivo, así como no estar inhabilitado para ejercer empleo o cargo público por sentencia judicial firme y reunir el resto de requisitos de idoneidad previstos en la Ley 3/2015, de 30 de marzo, reguladora del ejercicio del alto cargo de la Administración General del Estado.",
    "law_short_name": "Ley 50/1997"
  },
  {
    "id": "4cd5b6a1-39a8-49f2-b4d0-dedede3e56a9",
    "question_text": "En el procedimiento de elaboración de normas con rango de Ley y reglamentos, regulado en la Ley 50/1997, de 27 de noviembre, del Gobierno, se establece que podrá prescindirse del trámite de consulta pública previsto cuando:",
    "option_a": "Concurran razones de interés social que lo justifiquen.",
    "option_b": "La propuesta regule aspectos parciales de una materia.",
    "option_c": "La propuesta normativa tenga un impacto significativo en la actividad económica, imponga obligaciones relevantes a los destinatarios.",
    "option_d": "Se acuerde la tramitación de emergencia de iniciativas normativas.",
    "correct_option": 1,
    "correct_letter": "B",
    "explanation": "La respuesta correcta es B). Conforme al artículo 26 de la Ley 50/1997, se puede omitir el trámite de consulta pública cuando la propuesta normativa se refiere a aspectos parciales de una materia, ya que no se considera necesario un amplio proceso de consulta en estos casos. Las otras opciones implican situaciones que requieren una mayor participación y análisis, como el interés social, el impacto económico significativo o la tramitación de emergencia, donde la consulta es fundamental para garantizar la adecuación de la norma.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "26",
    "article_content": "La elaboración de los anteproyectos de ley, de los proyectos de real decreto legislativo y de normas reglamentarias se ajustará al siguiente procedimiento:\n\n1. Su redacción estará precedida de cuantos estudios y consultas se estimen convenientes para garantizar el acierto y la legalidad de la norma.\n\n2. Se sustanciará una consulta pública, a través del portal web del departamento competente, con carácter previo a la elaboración del texto, en la que se recabará opinión de los sujetos potencialmente afectados por la futura norma y de las organizaciones más representativas acerca de:\n\na) Los problemas que se pretenden solucionar con la nueva norma.\n\nb) La necesidad y oportunidad de su aprobación.\n\nc) Los objetivos de la norma.\n\nd) Las posibles soluciones alternativas regulatorias y no regulatorias.\n\nPodrá prescindirse del trámite de consulta pública previsto en este apartado cuando concurra cualquiera de las siguientes circunstancias:\n\na) Cuando se trate de normas presupuestarias u organizativas de la Administración General del Estado o de las organizaciones dependientes o vinculadas a éstas.\n\nb) Cuando concurran razones graves de interés público que lo justifiquen.\n\nc) Cuando la propuesta normativa no tenga un impacto significativo en la actividad económica.\n\nd) Cuando la propuesta no imponga obligaciones relevantes a los destinatarios.\n\ne) Cuando la propuesta regule aspectos parciales de una materia.\n\nf) Cuando se acuerde la tramitación urgente de iniciativas normativas, en los términos previstos en el artículo 27.2.\n\nLa concurrencia de alguna o varias de estas razones, debidamente motivadas, se justificarán en la Memoria del Análisis de Impacto Normativo.\n\nLa consulta pública deberá realizarse de tal forma que todos los potenciales destinatarios de la norma tengan la posibilidad de emitir su opinión, para lo cual deberá proporcionarse un tiempo suficiente, que en ningún caso será inferior a quince días naturales.\n\n3. El centro directivo competente elaborará con carácter preceptivo una Memoria del Análisis de Impacto Normativo, que deberá contener los siguientes apartados:\n\na) Oportunidad de la propuesta y alternativas de regulación estudiadas, lo que deberá incluir una justificación de la necesidad de la nueva norma frente a la alternativa de no aprobar ninguna regulación.\n\nb) Contenido y análisis jurídico, con referencia al Derecho nacional y de la Unión Europea, que incluirá el listado pormenorizado de las normas que quedarán derogadas como consecuencia de la entrada en vigor de la norma.\n\nc) Análisis sobre la adecuación de la norma propuesta al orden de distribución de competencias.\n\nd) Impacto económico y presupuestario, que evaluará las consecuencias de su aplicación sobre los sectores, colectivos o agentes afectados por la norma, incluido el efecto sobre la competencia, la unidad de mercado y la competitividad y su encaje con la legislación vigente en cada momento sobre estas materias. Este análisis incluirá la realización del test Pyme de acuerdo con la práctica de la Comisión Europea.\n\ne) Asimismo, se identificarán las cargas administrativas que conlleva la propuesta, se cuantificará el coste de su cumplimiento para la Administración y para los obligados a soportarlas con especial referencia al impacto sobre las pequeñas y medianas empresas.\n\nf) Impacto por razón de género, que analizará y valorará los resultados que se puedan seguir de la aprobación de la norma desde la perspectiva de la eliminación de desigualdades y de su contribución a la consecución de los objetivos de igualdad de oportunidades y de trato entre mujeres y hombres, a partir de los indicadores de situación de partida, de previsión de resultados y de previsión de impacto.\n\ng) Un resumen de las principales aportaciones recibidas en el trámite de consulta pública regulado en el apartado 2.\n\nh) Impacto por razón de cambio climático, que deberá ser valorado en términos de mitigación y adaptación al mismo.\n\nLa Memoria del Análisis de Impacto Normativo incluirá cualquier otro extremo que pudiera ser relevante a criterio del órgano proponente.\n\n4. Cuando la disposición normativa sea un anteproyecto de ley o un proyecto de real decreto legislativo, cumplidos los trámites anteriores, el titular o titulares de los Departamentos proponentes lo elevarán, previo sometimiento a la Comisión General de Secretarios de Estado y Subsecretarios, al Consejo de Ministros, a fin de que éste decida sobre los ulteriores trámites y, en particular, sobre las consultas, dictámenes e informes que resulten convenientes, así como sobre los términos de su realización, sin perjuicio de los legalmente preceptivos.\n\nCuando razones de urgencia así lo aconsejen, y siempre que se hayan cumplimentado los trámites de carácter preceptivo, el Consejo de Ministros podrá prescindir de este y acordar la aprobación del anteproyecto de ley o proyecto de real decreto legislativo y su remisión, en su caso, al Congreso de los Diputados o al Senado, según corresponda.\n\n5. A lo largo del procedimiento de elaboración de la norma, el centro directivo competente recabará, además de los informes y dictámenes que resulten preceptivos, cuantos estudios y consultas se estimen convenientes para garantizar el acierto y la legalidad del texto.\n\nSalvo que normativamente se establezca otra cosa, los informes preceptivos se emitirán en un plazo de diez días, o de un mes cuando el informe se solicite a otra Administración o a un órgano u Organismo dotado de especial independencia o autonomía.\n\nEl centro directivo competente podrá solicitar motivadamente la emisión urgente de los informes, estudios y consultas solicitados, debiendo estos ser emitidos en un plazo no superior a la mitad de la duración de los indicados en el párrafo anterior.\n\nEn todo caso, los anteproyectos de ley, los proyectos de real decreto legislativo y los proyectos de disposiciones reglamentarias, deberán ser informados por la Secretaría General Técnica del Ministerio o Ministerios proponentes.\n\nAsimismo, cuando la propuesta normativa afectara a la organización administrativa de la Administración General del Estado, a su régimen de personal, a los procedimientos y a la inspección de los servicios, será necesario recabar la aprobación previa del Ministerio de Hacienda y Función Pública una vez emitidos el resto de informes que conformen el expediente, a excepción en su caso del dictamen del Consejo de Estado, y antes de ser sometida al órgano competente para promulgarla. Si transcurridos 15 días desde la recepción de la solicitud y de los textos definitivos de la propuesta no se hubiera formulado ninguna objeción, se entenderá concedida la aprobación.\n\nSerá además necesario informe previo del Ministerio de Política Territorial cuando la norma pudiera afectar a la distribución de las competencias entre el Estado y las Comunidades Autónomas.\n\n6. Sin perjuicio de la consulta previa a la redacción del texto de la iniciativa, cuando la norma afecte a los derechos e intereses legítimos de las personas, el centro directivo competente publicará el texto en el portal web correspondiente, con el objeto de dar audiencia a los ciudadanos afectados y obtener cuantas aportaciones adicionales puedan hacerse por otras personas o entidades. Asimismo, podrá recabarse directamente la opinión de las organizaciones o asociaciones reconocidas por ley que agrupen o representen a las personas cuyos derechos o intereses legítimos se vieren afectados por la norma y cuyos fines guarden relación directa con su objeto.\n\nEl plazo mínimo de esta audiencia e información públicas será de 15 días hábiles, y podrá ser reducido hasta un mínimo de siete días hábiles cuando razones debidamente motivadas así lo justifiquen; así como cuando se aplique la tramitación urgente de iniciativas normativas, tal y como se establece en el artículo 27.2. De ello deberá dejarse constancia en la Memoria del Análisis de Impacto Normativo.\n\nEl trámite de audiencia e información pública sólo podrá omitirse cuando existan graves razones de interés público, que deberán justificarse en la Memoria del Análisis de Impacto Normativo. Asimismo, no será de aplicación a las disposiciones presupuestarias o que regulen los órganos, cargos y autoridades del Gobierno o de las organizaciones dependientes o vinculadas a éstas.\n\n7. Se recabará el dictamen del Consejo de Estado u órgano consultivo equivalente cuando fuera preceptivo o se considere conveniente.\n\n8. Cumplidos los trámites anteriores, la propuesta se someterá a la Comisión General de Secretarios de Estado y Subsecretarios y se elevará al Consejo de Ministros para su aprobación y, en caso de proyectos de ley, su remisión al Congreso de los Diputados o, en su caso, al Senado, acompañándolo de una Exposición de Motivos y de la documentación propia del procedimiento de elaboración a que se refieren las letras b) y d) del artículo 7 de la Ley 19/2013, de 9 de diciembre, de transparencia, acceso a la información pública y buen gobierno y su normativa de desarrollo.\n\n9. El Ministerio de la Presidencia, con el objeto de asegurar la coordinación y la calidad de la actividad normativa del Gobierno analizará los siguientes aspectos:\n\na) La calidad técnica y el rango de la propuesta normativa.\n\nb) La congruencia de la iniciativa con el resto del ordenamiento jurídico, nacional y de la Unión Europea, con otras que se estén elaborando en los distintos Ministerios o que vayan a hacerlo de acuerdo con el Plan Anual Normativo, así como con las que se estén tramitando en las Cortes Generales.\n\nc) La necesidad de incluir la derogación expresa de otras normas, así como de refundir en la nueva otras existentes en el mismo ámbito.\n\nd) El contenido preceptivo de la Memoria del Análisis de Impacto Normativo y, en particular, la inclusión de una sistemática de evaluación posterior de la aplicación de la norma cuando fuere preceptivo.\n\ne) El cumplimiento de los principios y reglas establecidos en este Título.\n\nf) El cumplimiento o congruencia de la iniciativa con los proyectos de reducción de cargas administrativas o buena regulación que se hayan aprobado en disposiciones o acuerdos de carácter general para la Administración General del Estado.\n\ng) La posible extralimitación de la iniciativa normativa respecto del contenido de la norma comunitaria que se trasponga al derecho interno.\n\nReglamentariamente se determinará la composición del órgano encargado de la realización de esta función así como su modo de intervención en el procedimiento.\n\n10. Se conservarán en el correspondiente expediente administrativo, en formato electrónico, la Memoria del Análisis de Impacto Normativo, los informes y dictámenes recabados para su tramitación, así como todos los estudios y consultas emitidas y demás actuaciones practicadas.\n\n11. Lo dispuesto en este artículo y en el siguiente no será de aplicación para la tramitación y aprobación de decretos-leyes, a excepción de la elaboración de la memoria prevista en el apartado 3, con carácter abreviado, y lo establecido en los números 1, 8, 9 y 10.",
    "law_short_name": "Ley 50/1997"
  },
  {
    "id": "d7c92c03-1287-404d-90c1-4f46a2a42cdd",
    "question_text": "El Secretariado del Gobierno es órgano de apoyo de:",
    "option_a": "El Presidente del Gobierno, Vicepresidente o Vicepresidentes, Ministros y Secretarios de Estado",
    "option_b": "El Consejo de Ministros, Comisiones Delegadas del Gobierno y Comisión General de Secretarios de Estado y Subsecretarios",
    "option_c": "El Presidente del Gobierno, Ministros y Secretarios de Estado",
    "option_d": "El Presidente del Gobierno y Consejo de Ministros, exclusivamente",
    "correct_option": 1,
    "correct_letter": "B",
    "explanation": "La respuesta correcta es B). El Secretariado del Gobierno actúa como un órgano de apoyo para el Consejo de Ministros, así como para las Comisiones Delegadas del Gobierno y la Comisión General de Secretarios de Estado y Subsecretarios, facilitando la coordinación y la gestión de sus funciones. Según el artículo 97 de la Constitución Española, el Gobierno tiene la responsabilidad de dirigir la política del Estado y ejercer la función ejecutiva, lo que incluye el apoyo administrativo necesario para su correcto funcionamiento.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "97",
    "article_content": "El Gobierno dirige la política interior y exterior, la Administración civil y militar y la defensa del Estado. Ejerce la función ejecutiva y la potestad reglamentaria de acuerdo con la Constitución y las leyes.",
    "law_short_name": "CE"
  },
  {
    "id": "5d95dcae-9df0-423b-bdb3-d782fbe474ea",
    "question_text": "¿Qué funciones y potestades no atribuye la Constitución al Gobierno?",
    "option_a": "La interposición de recursos de inconstitucionalidad",
    "option_b": "El ejercicio de la potestad reglamentaria",
    "option_c": "La dirección de la política exterior del Estado",
    "option_d": "La elaboración de los Presupuestos Generales del Estado",
    "correct_option": 0,
    "correct_letter": "A",
    "explanation": "Constitución Española.\nArtículo 97.\nEl Gobierno dirige la política interior y exterior, la Administración civil y militar y la defensa del Estado. Ejerce la función ejecutiva y la potestad reglamentaria de acuerdo con la Constitución y las leyes.\nArtículo 134.\n1. Corresponde al Gobierno la elaboración de los Presupuestos Generales del Estado y a las Cortes Generales su examen, enmienda y aprobación.\nArticulo 162.\n1. Están legitimados:\na) Para interponer el recurso de inconstitucionalidad, el Presidente del Gobierno, el Defensor del Pueblo, 50 Diputados, 50 Senadores, los órganos colegiados ejecutivos de las Comunidades Autónomas y, en su caso, las Asambleas de las mismas.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "97",
    "article_content": "El Gobierno dirige la política interior y exterior, la Administración civil y militar y la defensa del Estado. Ejerce la función ejecutiva y la potestad reglamentaria de acuerdo con la Constitución y las leyes.",
    "law_short_name": "CE"
  },
  {
    "id": "19c1ffcc-abe4-4dc0-808f-df3853a8a7a3",
    "question_text": "A tenor de las previsiones de la Ley 50/1997, de 27 de noviembre, del Gobierno, no corresponde al Presidente del Gobierno:",
    "option_a": "Declarar los estados de alarma y excepción.",
    "option_b": "Interponer el recurso de inconstitucionalidad.",
    "option_c": "Proponer al Rey la convocatoria de un referéndum consultivo, previa autorización del Congreso de los Diputados.",
    "option_d": "Dirigir la política de defensa.",
    "correct_option": 0,
    "correct_letter": "A",
    "explanation": "La respuesta correcta es A). Según el artículo 2 de la Ley 50/1997, el Presidente del Gobierno tiene funciones de dirección y representación, pero la declaración de estados de alarma y excepción es competencia del Gobierno en su conjunto, no del Presidente de manera individual. Las otras opciones, como interponer recursos o proponer referendos, son atribuciones que sí corresponden al Presidente en el marco de sus responsabilidades.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "2",
    "article_content": "1. El Presidente dirige la acción del Gobierno y coordina las funciones de los demás miembros del mismo, sin perjuicio de la competencia y responsabilidad directa de los Ministros en su gestión.\n\n2. En todo caso, corresponde al Presidente del Gobierno:\n\na) Representar al Gobierno.\n\nb) Establecer el programa político del Gobierno y determinar las directrices de la política interior y exterior y velar por su cumplimiento.\n\nc) Proponer al Rey, previa deliberación del Consejo de Ministros, la disolución del Congreso, del Senado o de las Cortes Generales.\n\nd) Plantear ante el Congreso de los Diputados, previa deliberación del Consejo de Ministros, la cuestión de confianza.\n\ne) Proponer al Rey la convocatoria de un referéndum consultivo, previa autorización del Congreso de los Diputados.\n\nf) Dirigir la política de defensa y ejercer respecto de las Fuerzas Armadas las funciones previstas en la legislación reguladora de la defensa nacional y de la organización militar.\n\ng) Convocar, presidir y fijar el orden del día de las reuniones del Consejo de Ministros, sin perjuicio de lo previsto en el artículo 62.g) de la Constitución.\n\nh) Refrendar, en su caso, los actos del Rey y someterle, para su sanción, las leyes y demás normas con rango de ley, de acuerdo con lo establecido en los artículos 64 y 91 de la Constitución.\n\ni) Interponer el recurso de inconstitucionalidad.\n\nj) Crear, modificar y suprimir, por Real Decreto, los Departamentos Ministeriales, así como las Secretarías de Estado, Asimismo, le corresponde la aprobación de la estructura orgánica de la Presidencia del Gobierno.\n\nk) Proponer al Rey el nombramiento y separación de los Vicepresidentes y de los Ministros.\n\nl) Resolver los conflictos de atribuciones que puedan surgir entre los diferentes Ministerios.\n\nm) Impartir instrucciones a los demás miembros del Gobierno.\n\nn) Ejercer cuantas otras atribuciones le confieran la Constitución y las leyes.",
    "law_short_name": "Ley 50/1997"
  },
  {
    "id": "1cef517e-589f-4e97-9322-bae6d4d3acda",
    "question_text": "¿Cuál de las siguientes funciones puede ser ejercida por el Presidente del Gobierno en funciones?",
    "option_a": "La propuesta al Rey de disolución de alguna de las Cámaras, o de las Cortes Generales.",
    "option_b": "El planteamiento de una cuestión de confianza.",
    "option_c": "La propuesta al Rey de celebración de un referéndum consultivo.",
    "option_d": "Interponer el recurso de inconstitucionalidad.",
    "correct_option": 0,
    "correct_letter": "A",
    "explanation": "La opción A es correcta porque, según el artículo 21 de la Ley 50/1997, de 27 de noviembre, del Gobierno, el Presidente del Gobierno en funciones tiene la capacidad de proponer al Rey la disolución de alguna de las Cámaras o de las Cortes Generales. Esta facultad es esencial para asegurar la continuidad del funcionamiento del sistema parlamentario, incluso en situaciones de gobierno en funciones.\n\nPor otro lado, las otras opciones no son correctas en este contexto. La opción B, que menciona el planteamiento de una cuestión de confianza, no puede ser ejercida por un Presidente en funciones, ya que este tipo de actuaciones implica una estabilidad política que no está presente en esta situación.\n\nLa opción C, referida a proponer al Rey la celebración de un referéndum consultivo, también excede las competencias del Presidente en funciones, dado que requiere de un mandato más robusto y estable. Finalmente, la opción D, que trata sobre interponer un recurso de inconstitucionalidad, corresponde a otras instancias del Gobierno y no puede ser realizado por un Presidente en funciones.\n\nEn resumen, la única función que puede ser ejercida por el Presidente del Gobierno en funciones es la propuesta de disolución de las Cámaras, lo que le permite actuar en situaciones críticas para la gobernabilidad del país.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "21",
    "article_content": "1. El Gobierno cesa tras la celebración de elecciones generales, en los casos de pérdida de confianza parlamentaria previstos en la Constitución, o por dimisión o fallecimiento de su Presidente.\n\n2. El Gobierno cesante continúa en funciones hasta la toma de posesión del nuevo Gobierno, con las limitaciones establecidas en esta Ley.\n\n3. El Gobierno en funciones facilitará el normal desarrollo del proceso de formación del nuevo Gobierno y el traspaso de poderes al mismo y limitará su gestión al despacho ordinario de los asuntos públicos, absteniéndose de adoptar, salvo casos de urgencia debidamente acreditados o por razones de interés general cuya acreditación expresa así lo justifique, cualesquiera otras medidas.\n\n4. El Presidente del Gobierno en funciones no podrá ejercer las siguientes facultades:\n\na) Proponer al Rey la disolución de alguna de las Cámaras, o de las Cortes Generales.\n\nb) Plantear la cuestión de confianza.\n\nc) Proponer al Rey la convocatoria de un referéndum consultivo.\n\n5. El Gobierno en funciones no podrá ejercer las siguientes facultades:\n\na) Aprobar el Proyecto de Ley de Presupuestos Generales del Estado.\n\nb) Presentar proyectos de ley al Congreso de los Diputados o, en su caso, al Senado.\n\n6. Las delegaciones legislativas otorgadas por las Cortes Generales quedarán en suspenso durante todo el tiempo que el Gobierno esté en funciones como consecuencia de la celebración de elecciones generales.",
    "law_short_name": "Ley 50/1997"
  },
  {
    "id": "018b3624-36ed-49e4-b4e5-4cd90f87bbcf",
    "question_text": "De acuerdo a lo establecido en el artículo 20 de la Ley del Gobierno, los Ministros pueden delegar el ejercicio de competencias propias a:",
    "option_a": "Los Secretarios de Estado.",
    "option_b": "Los Secretarios Generales.",
    "option_c": "Los Secretarios generales técnicos.",
    "option_d": "A todos los secretarios antes mencionados.",
    "correct_option": 3,
    "correct_letter": "D",
    "explanation": "El artículo 20 de la Ley 50/1997 establece que los Ministros pueden delegar el ejercicio de competencias propias en los Secretarios de Estado, Secretarios Generales y Secretarios Generales Técnicos dependientes de ellos. Por tanto, pueden delegar en todos los secretarios mencionados.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "20",
    "article_content": "1. Pueden delegar el ejercicio de competencias propias:\n\na) El Presidente del Gobierno en favor del Vicepresidente o Vicepresidentes y de los Ministros.\n\nb) Los Ministros en favor de los Secretarios de Estado y de los Subsecretarios dependientes de ellos, de los Delegados del Gobierno en las Comunidades Autónomas y de los demás órganos directivos del Ministerio.\n\n2. Asimismo, son delegables a propuesta del Presidente del Gobierno las funciones administrativas del Consejo de Ministros en las Comisiones Delegadas del Gobierno.\n\n3. No son en ningún caso delegables las siguientes competencias:\n\na) Las atribuidas directamente por la Constitución.\n\nb) Las relativas al nombramiento y separación de los altos cargos atribuidas al Consejo de Ministros.\n\nc) Las atribuidas a los órganos colegiados del Gobierno, con la excepción prevista en el apartado 2 de este artículo.\n\nd) Las atribuidas por una ley que prohíba expresamente la delegación.\n\n4. El Consejo de Ministros podrá avocar para sí, a propuesta del Presidente del Gobierno, el conocimiento de un asunto cuya decisión corresponda a las Comisiones Delegadas del Gobierno.\n\nLa avocación se realizará mediante acuerdo motivado al efecto, del que se hará mención expresa en la decisión que se adopte en el ejercicio de la avocación. Contra el acuerdo de avocación no cabrá recurso, aunque podrá impugnarse en el que, en su caso, se interponga contra la decisión adoptada.",
    "law_short_name": "Ley 50/1997"
  },
  {
    "id": "89a15ad9-de0b-45bf-bfca-c3b219428c20",
    "question_text": "Indique la incorrecta. Según el artículo 128 de la Ley 39/2015, de 1 de octubre, del Procedimiento Administrativo Común de las Administraciones Públicas, ¿cuál de las siguientes materias no puede ser regulada por reglamento?",
    "option_a": "Establecimiento de procedimientos administrativos.",
    "option_b": "Establecimiento de exacciones parafiscales.",
    "option_c": "Tipificación de infracciones administrativas.",
    "option_d": "Tipificación de delitos.",
    "correct_option": 0,
    "correct_letter": "A",
    "explanation": "Ley 39/2015, de 1 de octubre, del Procedimiento Administrativo Común de las Administraciones Públicas.\nArtículo 128. Potestad reglamentaria.\n2. Los reglamentos y disposiciones administrativas no podrán vulnerar la Constitución o las leyes ni regular aquellas materias que la Constitución o los Estatutos de Autonomía reconocen de la competencia de las Cortes Generales o de las Asambleas Legislativas de las Comunidades Autónomas. Sin perjuicio de su función de desarrollo o colaboración con respecto a la ley, no podrán tipificar delitos, faltas o infracciones administrativas, establecer penas o sanciones, así como tributos, exacciones parafiscales u otras cargas o prestaciones personales o patrimoniales de carácter público.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "128",
    "article_content": "1. El ejercicio de la potestad reglamentaria corresponde al Gobierno de la Nación, a los órganos de Gobierno de las Comunidades Autónomas, de conformidad con lo establecido en sus respectivos Estatutos, y a los órganos de gobierno locales, de acuerdo con lo previsto en la Constitución, los Estatutos de Autonomía y la Ley 7/1985, de 2 de abril, reguladora de las Bases del Régimen Local.\n\n2. Los reglamentos y disposiciones administrativas no podrán vulnerar la Constitución o las leyes ni regular aquellas materias que la Constitución o los Estatutos de Autonomía reconocen de la competencia de las Cortes Generales o de las Asambleas Legislativas de las Comunidades Autónomas. Sin perjuicio de su función de desarrollo o colaboración con respecto a la ley, no podrán tipificar delitos, faltas o infracciones administrativas, establecer penas o sanciones, así como tributos, exacciones parafiscales u otras cargas o prestaciones personales o patrimoniales de carácter público.\n\n3. Las disposiciones administrativas se ajustarán al orden de jerarquía que establezcan las leyes. Ninguna disposición administrativa podrá vulnerar los preceptos de otra de rango superior.",
    "law_short_name": "Ley 39/2015"
  }
]