[
  {
    "id": "957a1254-a309-4a88-8e4d-4a1f10abf2a5",
    "question_text": "Señale la respuesta incorrecta. Son miembros del Foro de Gobierno Abierto en representación de las Administraciones Públicas:",
    "option_a": "Un vocal por las Ciudades Autónomas de Ceuta y de Melilla, que igualmente está representadas en la Comisión Sectorial de Gobierno Abierto, si, voluntariamente, se incorpora al Foro.",
    "option_b": "Ocho vocales en representación de la Administración General del Estado con rango al menos, de Subdirector General.",
    "option_c": "Cuatro vocales, designados por la FEMP en representación de las Entidades de la Administración Local, que, voluntariamente, se incorporen al Foro.",
    "option_d": "La persona titular de la Dirección General de Gobernanza Pública a la que corresponderá la Vicepresidencia Primera del Foro.",
    "correct_option": 0,
    "correct_letter": "A",
    "explanation": "Orden HFP/134/2018, de 15 de febrero, por la que se crea el Foro de Gobierno Abierto.\nArtículo 3. Composición.\n3. Son miembros del Foro en representación de las Administraciones Públicas los siguientes:\na) La persona titular de la Dirección General de Gobernanza Pública* a la que corresponderá la Vicepresidencia Primera del Foro.\nb) Ocho vocales en representación de la Administración General del Estado con rango al menos, de Subdirector General, que serán designados por la persona titular de la Secretaría de Estado de Función Pública.\nc) Un vocal por cada una de las diecisiete Comunidades Autónomas representadas en la Comisión Sectorial de Gobierno Abierto, designados por el órgano, o, en su caso, los órganos competentes de cada una de las Administraciones de las Comunidades Autónomas que, voluntariamente, se incorporen al Foro.\nd) Un vocal por cada una de las Ciudades Autónomas de Ceuta y de Melilla, que igualmente están representadas en la Comisión Sectorial de Gobierno Abierto, si, voluntariamente, se incorporan al Foro.\ne) Cuatro vocales, designados por la FEMP en representación de las Entidades de la Administración Local, que, voluntariamente, se incorporen al Foro.\nLos vocales designados en representación de las distintas Administraciones Públicas conservarán tal condición mientras ostenten el cargo para el que fueron nombrados o mientras no sea revocada su designación. \n*En la actualidad Dirección General de Gobernanza Pública (RD 210/2024)",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "3",
    "article_content": "1. El Foro estará integrado por el Presidente y sesenta y cuatro vocales, treinta y dos en representación de las Administraciones Públicas y treinta y dos en representación de la sociedad civil.\n\n2. Corresponde la Presidencia del Foro a la persona titular de la Secretaría de Estado de Función Pública, quien ostentará su representación y ejercerá las funciones establecidas en el artículo 19.2 de la Ley 40/ 2015, de 1 de octubre, de Régimen Jurídico del Sector Público.\n\n3. Son miembros del Foro en representación de las Administraciones Públicas los siguientes:\n\na) La persona titular de la Dirección General de Gobernanza Pública a la que corresponderá la Vicepresidencia Primera del Foro.\n\nb) Ocho vocales en representación de la Administración General del Estado con rango al menos, de Subdirector General, que serán designados por la persona titular de la Secretaría de Estado de Función Pública.\n\nc) Un vocal por cada una de las diecisiete Comunidades Autónomas representadas en la Comisión Sectorial de Gobierno Abierto, designados por el órgano, o, en su caso, los órganos competentes de cada una de las Administraciones de las Comunidades Autónomas que, voluntariamente, se incorporen al Foro.\n\nd) Un vocal por cada una de las Ciudades Autónomas de Ceuta y de Melilla, que igualmente están representadas en la Comisión Sectorial de Gobierno Abierto, si, voluntariamente, se incorporan al Foro.\n\ne) Cuatro vocales, designados por la FEMP en representación de las Entidades de la Administración Local, que, voluntariamente, se incorporen al Foro.\n\nLos vocales designados en representación de las distintas Administraciones Públicas conservarán tal condición mientras ostenten el cargo para el que fueron nombrados o mientras no sea revocada su designación.\n\n4. Serán miembros del Foro, en representación de la sociedad civil, treinta y dos personas designadas por la Secretaría de Estado de Función Pública, a propuesta de las organizaciones o instituciones correspondientes, de acuerdo con la siguiente distribución:\n\na) Cuatro vocales representantes de la Real Academia de las Ciencias Morales y Políticas.\n\nb) Ocho vocales catedráticos o profesores de las universidades españolas, a propuesta del Centro de Estudios Políticos y Constitucionales.\n\nc) Ocho vocales representantes de Asociaciones y Fundaciones sin ánimo de lucro representativas de la sociedad civil, previa convocatoria de la Secretaría de Estado de Función Pública.\n\nd) Seis vocales representantes del Consejo de Consumidores y Usuarios de España.\n\ne) Seis vocales representantes de las Entidades del Tercer Sector a propuesta de la Plataforma del Tercer Sector.\n\nCorresponderá a uno de los vocales designados en representación de la sociedad civil, previo acuerdo del Pleno, la Vicepresidencia Segunda del Foro.\n\nLos vocales designados en representación de la sociedad civil se renovarán al inicio de la ejecución de cada Plan de Acción.\n\n5. El Foro estará asistido por un Secretario, que podrá participar con voz pero sin voto en sus reuniones que, será designado por la persona titular de su Presidencia entre funcionarios de carrera del Subgrupo A1, de la Dirección General de Gobernanza Pública.\n\n6. Podrán ser convocados a las reuniones del Foro, con voz pero sin voto en calidad de expertos o asesores, otros representantes de Administraciones Públicas, organismos y entidades públicas o privadas y de la sociedad civil y, en su caso, de los Ministerios, que hayan asumido compromisos en el Plan de Acción de Gobierno Abierto.\n\n7. Podrán participar en las reuniones del Foro como observadores, con voz pero sin voto, entre otros, representantes del Consejo de la Transparencia y Buen Gobierno, de la Agencia Española de Protección de Datos, del Mecanismo de Revisión Independiente de la Alianza para el Gobierno Abierto y de la Federación de Asociaciones de la Prensa Española.",
    "law_short_name": "Orden HFP/134/2018"
  },
  {
    "id": "96d8147b-b925-4c97-a5aa-2f4b709802a5",
    "question_text": "¿Cuál de los siguientes principios no forma parte de los cuatro principios del Gobierno Abierto según la OCDE en 2017?",
    "option_a": "Integridad",
    "option_b": "Colaboración",
    "option_c": "Rendición de cuentas",
    "option_d": "Transparencia",
    "correct_option": 0,
    "correct_letter": "A",
    "explanation": "La respuesta correcta es A). Según la Recomendación de la OCDE de 2017, los cuatro principios del Gobierno Abierto son: Transparencia, Rendición de cuentas, Participación ciudadana y Colaboración. La Integridad, aunque es un valor importante, no forma parte de estos cuatro principios específicos.",
    "topic_review_status": "bad_answer",
    "article_number": "1",
    "article_content": "Un gobierno abierto es transparente. Proporciona información y datos sobre sus acciones, presupuestos y desempeño. Facilita el acceso a la información pública y promueve la publicidad activa de la gestión gubernamental.",
    "law_short_name": "Gobierno Abierto"
  },
  {
    "id": "25062798-8637-48a6-a334-294fada6f6c5",
    "question_text": "¿Quién ostenta la Presidencia del Consejo de Desarrollo Sostenible?",
    "option_a": "La persona titular del Ministerio de Derechos Sociales, Consumo y Agenda 2030.",
    "option_b": "La persona titular de la Dirección General de la Agenda 2030.",
    "option_c": "El Presidente del Gobierno.",
    "option_d": "La persona titular del Ministerio para la Transición Ecológica y el Reto Demográfico.",
    "correct_option": 0,
    "correct_letter": "A",
    "explanation": "Orden DSA/819/2020, de 3 de septiembre, por la que se regula la composición y funcionamiento del Consejo de Desarrollo Sostenible.\nTercero. Composición.\n2. La Presidencia del Consejo corresponderá a la persona titular de la Secretaría de Estado para la Agenda 2030*.\n*Actualmente dicha institución no existe y vendría a ser sustituida por la Dirección General de la Agenda 2030 (RD 829/2023). Sin embargo, la Presidencia del Consejo corresponde el titular del Ministerio de Derechos Sociales, Consumo y Agenda 2030, de acuerdo con la información aportada en la misma web del Consejo:",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "3",
    "article_content": "Tercero. Composición.\n\n1. El Consejo estará conformado de la siguiente manera:\n\na) La Presidencia.\n\nb) La Vicepresidencia.\n\nc) La Secretaría.\n\nd) Las vocalías en representación de la sociedad civil, en número de sesenta, designadas por la persona titular de la Secretaría de Estado para la Agenda 2030, de acuerdo con la siguiente distribución:\n\n1.º Dieciséis vocalías en representación del sector empresarial y sindicatos, según se detallan a continuación:\n\ni. La persona que ostente la titularidad de la presidencia de la Confederación Española de Organizaciones Empresariales.\n\nii. La persona que ostente la titularidad de la presidencia de la Confederación Española de la Pequeña y Mediana Empresa.\n\niii. La persona que ostente la titularidad de la presidencia de la Unión de Profesionales y Trabajadores Autónomos.\n\niv. La persona que ostente la titularidad de la presidencia de la Unión de Asociaciones de Trabajadores Autónomos y Emprendedores.\n\nv. La persona que ostente la titularidad de la presidencia de la Federación Nacional de Asociaciones de Empresarios y Trabajadores Autónomos.\n\nvi. Una persona en representación de los colegios profesionales, a propuesta de la Unión Profesional.\n\nvii. Una persona en representación y a propuesta de la Red Española del Pacto Mundial.\n\nviii. Dos personas en representación de los diferentes sectores económicos, a propuesta de la Confederación Española de Organizaciones Empresariales.\n\nix. La persona que ostente la titularidad de la Secretaría General de la Unión General de Trabajadores.\n\nx. La persona que ostente la titularidad de la Secretaría General de Comisiones Obreras.\n\nxi. Tres personas a propuesta de las organizaciones sindicales de ámbito nacional enumeradas en el anexo I.\n\nxii. La persona que ostente la titularidad de la Presidencia de la Cámara de Comercio de España.\n\nxiii. Una persona en representación de las asociaciones de agricultores y ganaderos, enumeradas en el anexo II, a propuesta de estas.\n\n2.º Tres vocalías en representación del sistema universitario y centros de investigación, según se detallan a continuación:\n\ni. La persona que ostente la titularidad de la presidencia de la Conferencia de Rectores de las Universidades Españolas.\n\nii. Dos personas en representación del ámbito universitario y de la investigación, a propuesta del Consejo de Universidades.\n\n3.º Dieciocho vocalías en representación de las principales plataformas y redes ciudadanas del tercer sector, según se detallan a continuación:\n\ni. La persona que ostente la titularidad de la presidencia de la Plataforma del Tercer Sector.\n\nii. Una persona en representación y a propuesta de la Plataforma de ONG de Acción Social.\n\niii. Una persona en representación y a propuesta de la Plataforma de Organizaciones de Infancia.\n\niv. Una persona en representación y a propuesta de la Plataforma del Voluntariado de España.\n\nv. Una persona en representación y a propuesta de la Red Europea de Lucha contra la Pobreza y la Exclusión Social en el Estado Español.\n\nvi. Una persona en representación y a propuesta del Comité Español de Representantes de Personas con Discapacidad.\n\nvii. Una persona en representación y a propuesta de la Coordinadora de ONG para el Desarrollo España.\n\nviii. Dos personas en representación de las ONGs enumeradas en el anexo III, cuyo objeto es la defensa del medio ambiente y el desarrollo sostenible, a propuesta de estas.\n\nix. Una persona en representación y a propuesta de la Federación de Planificación Familiar Estatal.\n\nx. Una persona en representación y a propuesta de la Federación de Asociaciones de Defensa y Promoción de los Derechos Humanos-España.\n\nxi. Una persona en representación y a propuesta de la Confederación Estatal de Asociaciones de Vecinos.\n\nxii. Tres personas en representación de las organizaciones de la sociedad civil que integran el espacio de encuentro Futuro en Común, enumeradas en el anexo IV, y a propuesta de estas.\n\nxiii. Una persona en representación y a propuesta de la Asociación Española de Investigación para la Paz.\n\nxiv. Una persona en representación y a propuesta de la Plataforma Impacto de Género Ya.\n\nxv. Una persona en representación y a propuesta de Creación Positiva.\n\n4.º Trece vocalías para organizaciones representativas de intereses sociales, según se detallan a continuación:\n\ni. Una persona en representación de las entidades sociales del ámbito de consumidores y usuarios, a nivel estatal, a propuesta del Consejo de Consumidores y Usuarios.\n\nii. Una persona en representación de las entidades de estudiantes, a nivel estatal, a propuesta del Consejo Escolar del Estado.\n\niii. Una persona en representación de las entidades sociales del ámbito de la juventud, a nivel estatal, a propuesta del Consejo de la Juventud de España.\n\niv. Una persona en representación de las entidades que trabajan en el ámbito de la igualdad de trato por origen racial o étnico, a propuesta del Consejo para la Promoción de la Igualdad de Trato y la no Discriminación de las Personas por el Origen Racial o Étnico.\n\nv. Una persona en representación de las entidades sociales que trabajan en el ámbito de los mayores, a nivel estatal, a propuesta del Consejo Estatal de las Personas Mayores.\n\nvi. Una persona en representación de las entidades que trabajan en el ámbito de la infancia, a nivel estatal, a propuesta del Observatorio de la Infancia.\n\nvii. Una persona en representación de las entidades sociales, a propuesta del Consejo de Cooperación Bibliotecaria.\n\nviii. Una persona en representación de las entidades sociales que trabajan en el ámbito de la igualdad de género, a nivel estatal, a propuesta del Consejo de Participación de la Mujer.\n\nix. Una persona en representación de las entidades sociales que trabajan en el ámbito de la inmigración, a nivel estatal, a propuesta del Foro para la integración social de los inmigrantes.\n\nx. Una persona en representación de las entidades sociales que trabajan en el ámbito de la violencia de género, a nivel estatal, a propuesta del Observatorio Estatal de la Violencia sobre la Mujer.\n\nxi. Una persona en representación de las entidades del ámbito LGTBI, a nivel estatal, a propuesta del Consejo de Participación de las Personas lesbianas, gais, trans, bisexuales e intersexuales.\n\nxii. Una persona en representación de las entidades sociales, a nivel estatal, a propuesta del Consejo Estatal de Organizaciones no Gubernamentales de Acción Social.\n\nxiii. Una persona en representación de las entidades que trabajan en el ámbito de la discapacidad, a nivel estatal, a propuesta del Consejo Nacional de la Discapacidad.\n\n5.º Tres vocalías en representación del sector de la economía social y las fundaciones, según se detallan a continuación:\n\ni. Una persona en representación y a propuesta de la Confederación Empresarial Española de la Economía Social.\n\nii. Una persona en representación de las organizaciones de la innovación social, a propuesta de la Confederación Empresarial Española de la Economía Social.\n\niii. Una persona en representación y a propuesta de la Asociación Española de Fundaciones.\n\n6.º Dos vocalías en representación de las redes de personas expertas vinculadas con la Agenda 2030, según se detallan a continuación:\n\ni. Una persona en representación y a propuesta de la Red Española para el Desarrollo Sostenible.\n\nii. Una persona en representación y a propuesta de la Fundación COTEC para la innovación.\n\n7.º Cinco vocalías para personas expertas independientes en el ámbito del desarrollo sostenible y la Agenda 2030, a propuesta de la persona titular de la Secretaría de Estado para la Agenda 2030, previa consulta con el Pleno del Consejo.\n\ne) La vocalía correspondiente a un representante miembro de la Secretaría de Estado para la Agenda 2030, designada por la persona titular de la Secretaría de Estado para la Agenda 2030.\n\n2. La Presidencia del Consejo corresponderá a la persona titular de la Secretaría de Estado para la Agenda 2030.\n\n3. La Vicepresidencia corresponderá, con carácter rotatorio cada dos años, a una persona vocal representante del grupo de principales plataformas y redes ciudadanas del tercer sector elegido por el Pleno de entre sus miembros.\n\n4. La Secretaría del Consejo corresponderá al titular de la Dirección General de Políticas Palanca para el Cumplimiento de la Agenda 2030, que actuará con voz, pero sin voto. En caso de vacante, ausencia, enfermedad u otra causa legal, podrá ser sustituido por otro miembro de la Secretaría de Estado para la Agenda 2030 designado por la persona que ostente la Presidencia del Consejo.\n\n5. El Consejo podrá invitar a asistir a sus reuniones, con voz, pero sin voto, a toda persona a título personal o en representación de alguna institución que se considere oportuno y en función de los asuntos que se traten.\n\n6. En la medida de lo posible, se procurará la composición paritaria del Consejo.\n\n7. En caso de vacante, ausencia, enfermedad u otra causa legal, los vocales podrán ser sustituidos por otra persona de la misma entidad, organización o institución, con la representatividad, la competencia y el conocimiento en la materia suficientes, previa comunicación escrita a la Secretaría del Consejo.",
    "law_short_name": "Orden DSA/819/2020"
  },
  {
    "id": "4b4d1241-969b-4a62-a324-8821a7d7d1d0",
    "question_text": "El Pleno del Consejo de Desarrollo Sostenible:",
    "option_a": "Está sometido al control del Congreso de los Diputados.",
    "option_b": "Se reunirá de manera extraordinaria a petición del Presidente del Gobierno.",
    "option_c": "Se reunirá una vez al año de manera ordinaria.",
    "option_d": "Se reunirá de manera extraordinaria a petición de la mitad de sus miembros o a petición de la Presidencia de manera justificada por la urgencia o importancia de los temas a tratar.",
    "correct_option": 3,
    "correct_letter": "D",
    "explanation": "La respuesta correcta es D). Conforme al artículo 5 de la Orden DSA/819/2020, el Pleno del Consejo de Desarrollo Sostenible se reunirá de manera extraordinaria a petición de la mitad de sus miembros. También puede reunirse de forma ordinaria según lo establecido.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "5",
    "article_content": "Quinto. Funcionamiento.\n\n1. El Consejo podrá actuar en Pleno y en Comisión Permanente.\n\n2. El Pleno del Consejo se reunirá en sesión ordinaria al menos una vez al año y en sesión extraordinaria cuando lo convoque la Presidencia por propia iniciativa o a petición de al menos una tercera parte de sus miembros.\n\n3. La Comisión Permanente se reunirá con la periodicidad que determine su Presidencia y, en todo caso, al menos dos veces al año.\n\n4. El Consejo podrá constituir grupos de trabajo especializados para el análisis de materias concretas relacionadas con la Agenda 2030.\n\n5. El Consejo estará asistido por una Secretaría, que será ejercida por un funcionario de carrera designado por la persona titular de la Secretaría de Estado para la Agenda 2030.\n\n6. La Secretaría levantará acta de las sesiones, que será aprobada en la siguiente reunión.",
    "law_short_name": "Orden DSA/819/2020"
  }
]