[
  {
    "id": "0e3dd045-bf0c-464f-bce7-70698fca6164",
    "question_text": "De acuerdo con la Ley 40/2015, los Ministros tienen las siguientes funciones:",
    "option_a": "Modificar las Relaciones de Puestos de Trabajo en los casos en que esa competencia esté delegada en el propio departamento o proponer al Consejo de Ministros las que sean de competencia de este último.",
    "option_b": "Modificar las Relaciones de Puestos de Trabajo en los casos en que esa competencia esté delegada en el propio departamento o proponer al Ministerio para la Transformación Digital y de la Función Pública las que sean de competencia de este último.",
    "option_c": "Modificar las Relaciones de Puestos de Trabajo en los casos en que esa competencia esté delegada en el propio departamento o proponer al Ministerio competente en materia de Presidencia las que sean de competencia de este último.",
    "option_d": "Modificar las Relaciones de Puestos de Trabajo en los casos en que esa competencia esté delegada en el propio departamento o proponer al Presidente del Gobierno las que sean de competencia de este último.",
    "correct_option": 1,
    "correct_letter": "B",
    "explanation": "La respuesta correcta es B). Según el artículo 61 de la Ley 40/2015, los Ministros pueden modificar las Relaciones de Puestos de Trabajo cuando tengan delegada esa competencia en su departamento y deben proponer al Ministerio para la Transformación Digital y de la Función Pública aquellas modificaciones que sean de su competencia. Las otras opciones son incorrectas porque mencionan a entidades o figuras que no tienen la responsabilidad directa en este ámbito, como el Consejo de Ministros, el Ministerio de Presidencia o el Presidente del Gobierno.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "61",
    "article_content": "Los Ministros, como titulares del departamento sobre el que ejercen su competencia, dirigen los sectores de actividad administrativa integrados en su Ministerio, y asumen la responsabilidad inherente a dicha dirección. A tal fin, les corresponden las siguientes funciones:\n\na) Ejercer la potestad reglamentaria en las materias propias de su Departamento.\n\nb) Fijar los objetivos del Ministerio, aprobar los planes de actuación del mismo y asignar los recursos necesarios para su ejecución, dentro de los límites de las dotaciones presupuestarias correspondientes.\n\nc) Aprobar las propuestas de los estados de gastos del Ministerio, y de los presupuestos de los Organismos públicos dependientes y remitirlas al Ministerio de Hacienda y Administraciones Públicas.\n\nd) Determinar y, en su caso, proponer la organización interna de su Ministerio, de acuerdo con las competencias que le atribuye esta Ley.\n\ne) Evaluar la realización de los planes de actuación del Ministerio por parte de los órganos superiores y órganos directivos y ejercer el control de eficacia respecto de la actuación de dichos órganos y de los Organismos públicos dependientes, sin perjuicio de lo dispuesto en la Ley 47/2003, de 26 de noviembre, General Presupuestaria.\n\nf) Nombrar y separar a los titulares de los órganos directivos del Ministerio y de los Organismos públicos o entidades de derecho público dependientes del mismo, cuando la competencia no esté atribuida al Consejo de Ministros a otro órgano o al propio organismo, así como elevar a aquél las propuestas de nombramientos que le estén reservadas de órganos directivos del Ministerio y de los Organismos Públicos dependientes del mismo.\n\ng) Autorizar las comisiones de servicio con derecho a indemnización por cuantía exacta para altos cargos dependientes del Ministro.\n\nh) Mantener las relaciones con las Comunidades Autónomas y convocar las Conferencias sectoriales y los órganos de cooperación en el ámbito de las competencias atribuidas a su Departamento.\n\ni) Dirigir la actuación de los titulares de los órganos superiores y directivos del Ministerio, impartirles instrucciones concretas y delegarles competencias propias.\n\nj) Revisar de oficio los actos administrativos y resolver los conflictos de atribuciones cuando les corresponda, así como plantear los que procedan con otros Ministerios.\n\nk) Celebrar en el ámbito de su competencia, contratos y convenios, sin perjuicio de la autorización del Consejo de Ministros cuando sea preceptiva.\n\nl) Administrar los créditos para gastos de los presupuestos del Ministerio, aprobar y comprometer los gastos que no sean de la competencia del Consejo de Ministros, aprobar las modificaciones presupuestarias que sean de su competencia, reconocer las obligaciones económicas y proponer su pago en el marco del plan de disposición de fondos del Tesoro Público, así como fijar los límites por debajo de los cuales estas competencias corresponderán, en su ámbito respectivo, a los Secretarios de Estado y Subsecretario del departamento. Corresponderá al Ministro elevar al Consejo de Ministros, para su aprobación, las modificaciones presupuestarias que sean de la competencia de éste.\n\nm)   Decidir la representación del Ministerio en los órganos colegiados o grupos de trabajo en los que no esté previamente determinado el titular del órgano superior o directivo que deba representar al Departamento.\n\nn) Remitir la documentación a su Departamento necesaria para la elaboración de la Cuenta General del Estado, en los términos previstos en la Ley 47/2003, 26 de noviembre.\n\nñ) Resolver de los recursos administrativos y declarar la lesividad de los actos administrativos cuando les corresponda.\n\no) Otorgar premios y recompensas propios del Departamento y proponer las que corresponda según sus normas reguladoras.\n\np) Conceder subvenciones y ayudas con cargo a los créditos de gasto propios del Departamento, así como fijar los límites por debajo de los cuales podrán ser otorgadas por los Secretarios de Estado o el Subsecretario del Departamento.\n\nq) Proponer y ejecutar, en el ámbito de su competencia, los Planes de Empleo del Departamento y de los organismos públicos de él dependientes.\n\nr) Modificar las Relaciones de Puestos de Trabajo en los casos en que esa competencia esté delegada en el propio departamento o proponer al Ministerio de Hacienda y Administraciones Públicas las que sean de competencia de este último.\n\ns) Imponer la sanción de separación del servicio por faltas muy graves.\n\nt) Ejercer cuantas otras competencias les atribuyan las leyes, las normas de organización y funcionamiento del Gobierno y cualesquiera otras disposiciones.",
    "law_short_name": "Ley 40/2015"
  },
  {
    "id": "328e88e1-af4a-46bc-b353-ac0c7b47748b",
    "question_text": "Según la Ley 2/2014, de 25 de marzo, de la Acción y del Servicio Exterior del Estado, el personal al servicio de la Administración General del Estado en el exterior se integrará:",
    "option_a": "Exclusivamente por funcionarios públicos pertenecientes al Ministerio de Asuntos Exteriores, Unión Europea y Cooperación.",
    "option_b": "Exclusivamente por empleados públicos pertenecientes al Ministerio de Asuntos Exteriores, Unión Europea y Cooperación.",
    "option_c": "Por funcionarios públicos y personal laboral.",
    "option_d": "Exclusivamente por funcionarios públicos pertenecientes al Ministerio de Asuntos Exteriores, Unión Europea y Cooperación y personal laboral.",
    "correct_option": 2,
    "correct_letter": "C",
    "explanation": "La respuesta correcta es C). Según el artículo 54 de la Ley 40/2015, el personal al servicio de la Administración General del Estado en el exterior se compone tanto de funcionarios públicos como de personal laboral, lo que permite una mayor flexibilidad y diversidad en la gestión del servicio exterior. Las otras opciones son incorrectas porque limitan la integración del personal a un solo tipo de empleado, ya sea funcionarios o empleados públicos de un ministerio específico, lo cual no refleja la realidad establecida por la ley.",
    "topic_review_status": "wrong_article_bad_explanation",
    "article_number": "54",
    "article_content": "1. La Administración General del Estado actúa y se organiza de acuerdo con los principios establecidos en el artículo 3, así como los de descentralización funcional y desconcentración funcional y territorial.\n\nAsimismo, garantizará el principio de presencia equilibrada de mujeres y hombres en los nombramientos y designaciones de las personas titulares de los órganos superiores y directivos y en el personal de alta dirección de las entidades del sector público institucional estatal, de acuerdo con lo establecido en los artículos 55 bis y 84 bis.\n\n2. Las competencias en materia de organización administrativa, régimen de personal, procedimientos e inspección de servicios, no atribuidas específicamente conforme a una Ley a ningún otro órgano de la Administración General del Estado, ni al Gobierno, corresponderán al Ministerio de Hacienda y Administraciones Públicas.",
    "law_short_name": "Ley 40/2015"
  },
  {
    "id": "8aa9d55a-7e72-4efc-a99d-f505af6dd987",
    "question_text": "Indique cuál de las siguientes competencias atribuidas a los Subsecretarios es incorrecta:",
    "option_a": "Conceder subvenciones y ayudas con cargo a los créditos de gasto propios del Ministerio con los límites establecidos por el titular del Departamento.",
    "option_b": "Ejercer las facultades de dirección, impulso y supervisión de la Secretaría General Técnica y los restantes órganos directivos que dependan directamente de él.",
    "option_c": "Ejercer la potestad disciplinaria del personal del Departamento por faltas graves o muy graves.",
    "option_d": "Proponer las medidas de organización del Ministerio y dirigir el funcionamiento de los servicios comunes a través de las correspondientes instrucciones u órdenes de servicio.",
    "correct_option": 2,
    "correct_letter": "C",
    "explanation": "La respuesta correcta es C). La competencia indicada en la opción C no corresponde a las atribuidas a los Subsecretarios según el artículo 63 de la Ley 40/2015. Los Subsecretarios tienen funciones de apoyo al Ministro, coordinación de las Secretarías Generales Técnicas y dirección de los servicios comunes del Ministerio.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "63",
    "article_content": "1. Los Subsecretarios ostentan la representación ordinaria del Ministerio, dirigen los servicios comunes, ejercen las competencias correspondientes a dichos servicios comunes y, en todo caso, las siguientes:\n\na) Apoyar a los órganos superiores en la planificación de la actividad del Ministerio, a través del correspondiente asesoramiento técnico.\n\nb) Asistir al Ministro en el control de eficacia del Ministerio y sus Organismos públicos.\n\nc) Establecer los programas de inspección de los servicios del Ministerio, así como determinar las actuaciones precisas para la mejora de los sistemas de planificación, dirección y organización y para la racionalización y simplificación de los procedimientos y métodos de trabajo, en el marco definido por el Ministerio de Hacienda y Administraciones Públicas.\n\nd) Proponer las medidas de organización del Ministerio y dirigir el funcionamiento de los servicios comunes a través de las correspondientes instrucciones u órdenes de servicio.\n\ne) Asistir a los órganos superiores en materia de relaciones de puestos de trabajo, planes de empleo y política de directivos del Ministerio y sus Organismos públicos, así como en la elaboración, ejecución y seguimiento de los presupuestos y la planificación de los sistemas de información y comunicación.\n\nf) Desempeñar la jefatura superior de todo el personal del Departamento.\n\ng) Responsabilizarse del asesoramiento jurídico al Ministro en el desarrollo de las funciones que a éste le corresponden y, en particular, en el ejercicio de su potestad normativa y en la producción de los actos administrativos de la competencia de aquél, así como a los demás órganos del Ministerio.\n\nEn los mismos términos del párrafo anterior, informar las propuestas o proyectos de normas y actos de otros Ministerios, cuando reglamentariamente proceda.\n\nA tales efectos, el Subsecretario será responsable de coordinar las actuaciones correspondientes dentro del Ministerio y en relación con los demás Ministerios que hayan de intervenir en el procedimiento.\n\nh) Ejercer las facultades de dirección, impulso y supervisión de la Secretaría General Técnica y los restantes órganos directivos que dependan directamente de él.\n\ni) Administrar los créditos para gastos de los presupuestos del Ministerio por su materia propios de la Subsecretaría, aprobar las modificaciones presupuestarias de los mismos, aprobar y comprometer los gastos con cargo a aquellos créditos y reconocer las obligaciones económicas y proponer su pago en el marco del plan de disposición de fondos del Tesoro Público. Todo ello dentro de la cuantía que, en su caso, establezca el Ministro al efecto y siempre que los referidos actos no sean competencia del Consejo de Ministros.\n\nj) Conceder subvenciones y ayudas con cargo a los créditos de gasto propios del Ministerio con los límites establecidos por el titular del Departamento.\n\nk) Solicitar del Ministerio de Hacienda y Administraciones Públicas la afectación o el arrendamiento de los inmuebles necesarios para el cumplimiento de los fines de los servicios a cargo del Departamento.\n\nl) Nombrar y cesar a los Subdirectores y asimilados dependientes de la Subsecretaría, al resto de personal de libre designación y al personal eventual del Departamento.\n\nm)   Convocar y resolver pruebas selectivas de personal funcionario y laboral.\n\nn) Convocar y resolver los concursos de personal funcionario.\n\nñ) Ejercer la potestad disciplinaria del personal del Departamento por faltas graves o muy graves, salvo la separación del servicio.\n\no) Adoptar e impulsar, bajo la dirección del Ministro, las medidas tendentes a la gestión centralizada de recursos humanos y medios materiales en el ámbito de su Departamento Ministerial.\n\np) Autorizar las comisiones de servicio con derecho a indemnización por cuantía exacta para altos cargos dependientes del Subsecretario.\n\nq) Cualesquiera otras que sean inherentes a los servicios comunes del Ministerio y a la representación ordinaria del mismo y las que les atribuyan la legislación en vigor.\n\n2. La Subsecretaría del Ministerio de la Presidencia, en coordinación con la Secretaría General de la Presidencia del Gobierno, ejercerá las competencias propias de los servicios comunes de los Departamentos en relación con el área de la Presidencia del Gobierno.\n\n3. Los Subsecretarios serán nombrados y separados por Real Decreto del Consejo de Ministros a propuesta del titular del Ministerio.\n\nLos nombramientos habrán de efectuarse entre funcionarios de carrera del Estado, de las Comunidades Autónomas o de las Entidades locales, pertenecientes al Subgrupo A1, a que se refiere el artículo 76 del texto refundido de la Ley del Estatuto Básico del Empleado Público, aprobado por Real Decreto legislativo 5/2015, de 30 de octubre, o entre personas que hubieran perdido tal condición como consecuencia de su jubilación. En todo caso, habrán de reunir los requisitos de idoneidad establecidos en la Ley 3/2015, de 30 de marzo, reguladora del ejercicio del alto cargo de la Administración General del Estado.",
    "law_short_name": "Ley 40/2015"
  },
  {
    "id": "5394fb15-1e64-4499-8ca4-7e530faf0610",
    "question_text": "Indique la incorrecta en relación a lo establecido en el artículo 68 de la Ley 40/2015. Corresponde a los servicios comunes:",
    "option_a": "La eficiente utilización de los medios y recursos materiales, económicos y personales que tengan asignados.",
    "option_b": "El asesoramiento.",
    "option_c": "La gestión directa en relación con las funciones de control e inspección de servicios.",
    "option_d": "La gestión directa en relación con las funciones de planificación.",
    "correct_option": 0,
    "correct_letter": "A",
    "explanation": "La respuesta correcta es A). Conforme al artículo 68 de la Ley 40/2015 de Régimen Jurídico del Sector Público, la eficiente utilización de los medios y recursos materiales, económicos y personales corresponde a los Subdirectores Generales, no a los Delegados del Gobierno en las Comunidades Autónomas.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "68",
    "article_content": "1. Los órganos directivos encargados de los servicios comunes, prestan a los órganos superiores y directivos del resto del Ministerio la asistencia precisa para el más eficaz cumplimiento de sus cometidos y, en particular, la eficiente utilización de los medios y recursos materiales, económicos y personales que tengan asignados.\n\nCorresponde a los servicios comunes el asesoramiento, el apoyo técnico y, en su caso, la gestión directa en relación con las funciones de planificación, programación y presupuestación, cooperación internacional, acción en el exterior, organización y recursos humanos, sistemas de información y comunicación, producción normativa, asistencia jurídica, gestión financiera, gestión de medios materiales y servicios auxiliares, seguimiento, control e inspección de servicios, estadística para fines estatales y publicaciones.\n\n2. Los servicios comunes funcionan en cada Departamento de acuerdo con las disposiciones y directrices adoptadas por los Ministerios con competencia sobre dichas funciones comunes en la Administración General del Estado. Todo ello, sin perjuicio de que determinados órganos con competencia sobre algunos servicios comunes sigan dependiendo funcional o jerárquicamente de alguno de los referidos Ministerios.\n\n3. Mediante Real Decreto podrá preverse la gestión compartida de algunos de los servicios comunes que podrá realizarse de las formas siguientes:\n\na) Mediante su coordinación directa por el Ministerio de Hacienda y Administraciones Públicas o por un organismo autónomo vinculado o dependiente del mismo, que prestarán algunos de estos servicios comunes a otros Ministerios.\n\nb) Mediante su coordinación directa por la Subsecretaría de cada Ministerio o por un organismo autónomo vinculado o dependiente de la misma que prestará algunos de estos servicios comunes a todo el Ministerio. El Real Decreto que determine la gestión compartida de algunos de los servicios comunes concretará el régimen de dependencia orgánica y funcional del personal que viniera prestando el servicio respectivo en cada unidad.",
    "law_short_name": "Ley 40/2015"
  },
  {
    "id": "e5f758a1-70a0-43fd-9a88-5757b4cda001",
    "question_text": "Las Subdirecciones Generales de los Ministerios se crean:",
    "option_a": "Por Orden del Presidente del Gobierno, a iniciativa del Consejo de Ministros y a propuesta del Ministro/a del Interior.",
    "option_b": "Por Real Decreto del Consejo de Ministros, a iniciativa del Ministro interesado y a propuesta del Ministro/a de la Presidencia, Relaciones con las Cortes y Memoria Democrática.",
    "option_c": "Por Real Decreto del Consejo de Ministros, a iniciativa del Ministro interesado y a propuesta del Ministro/a para la Transformación Digital y de la Función Pública.",
    "option_d": "Por Orden del Presidente del Gobierno, a iniciativa del Consejo de Ministros y a propuesta del Ministro interesado.",
    "correct_option": 2,
    "correct_letter": "C",
    "explanation": "La respuesta correcta es C). Conforme al artículo 59 de la Ley 40/2015, las Subdirecciones Generales se crean mediante un Real Decreto del Consejo de Ministros, a iniciativa del Ministro interesado y con la propuesta del Ministro para la Transformación Digital y de la Función Pública. Esta normativa establece el procedimiento específico para la creación de estos órganos dentro de la administración pública.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "59",
    "article_content": "1. Las Subsecretarías, las Secretarías Generales, las Secretarías Generales Técnicas, las Direcciones Generales, las Subdirecciones Generales, y órganos similares a los anteriores se crean, modifican y suprimen por Real Decreto del Consejo de Ministros, a iniciativa del Ministro interesado y a propuesta del Ministro de Hacienda y Administraciones Públicas.\n\n2. Los órganos de nivel inferior a Subdirección General se crean, modifican y suprimen por orden del Ministro respectivo, previa autorización del Ministro de Hacienda y Administraciones Públicas.\n\n3. Las unidades que no tengan la consideración de órganos se crean, modifican y suprimen a través de las relaciones de puestos de trabajo.",
    "law_short_name": "Ley 40/2015"
  },
  {
    "id": "6113d37b-da66-42e0-9b96-6e833cb29062",
    "question_text": "Según el artículo 55 de la de Ley 40/2015 de Régimen Jurídico del Sector Público, son órganos directivos los siguientes:",
    "option_a": "Los Subsecretarios, los Secretarios Generales y los Secretarios de Estado",
    "option_b": "Los Directores y Subdirectores Generales únicamente",
    "option_c": "Los Subsecretarios y los Secretarios de Estado",
    "option_d": "Ninguna es correcta",
    "correct_option": 3,
    "correct_letter": "D",
    "explanation": "La respuesta correcta es D). Según el artículo 55 de la Ley 40/2015, son órganos superiores de la AGE los Ministros y los Secretarios de Estado. Los órganos directivos (Subsecretarios, Directores Generales, etc.) están subordinados a estos órganos superiores.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "55",
    "article_content": "1. La organización de la Administración General del Estado responde a los principios de división funcional en Departamentos ministeriales y de gestión territorial integrada en Delegaciones del Gobierno en las Comunidades Autónomas, salvo las excepciones previstas por esta Ley.\n\n2. La Administración General del Estado comprende:\n\na) La Organización Central, que integra los Ministerios y los servicios comunes.\n\nb) La Organización Territorial.\n\nc) La Administración General del Estado en el exterior.\n\n3. En la organización central son órganos superiores y órganos directivos:\n\na) Órganos superiores:\n\n1.º Los Ministros.\n\n2.º Los Secretarios de Estado.\n\nb) Órganos directivos:\n\n1.º Los Subsecretarios y Secretarios generales.\n\n2.º Los Secretarios generales técnicos y Directores generales.\n\n3.º Los Subdirectores generales.\n\n4. En la organización territorial de la Administración General del Estado son órganos directivos tanto los Delegados del Gobierno en las Comunidades Autónomas, que tendrán rango de Subsecretario, como los Subdelegados del Gobierno en las provincias, los cuales tendrán nivel de Subdirector general.\n\n5. En la Administración General del Estado en el exterior son órganos directivos los embajadores y representantes permanentes ante Organizaciones internacionales.\n\n6. Los órganos superiores y directivos tienen además la condición de alto cargo, excepto los Subdirectores generales y asimilados, de acuerdo con lo previsto en la Ley 3/2015, de 30 de marzo, reguladora del ejercicio del alto cargo de la Administración General del Estado.\n\n7. Todos los demás órganos de la Administración General del Estado se encuentran bajo la dependencia o dirección de un órgano superior o directivo.\n\n8. Los estatutos de los Organismos públicos determinarán sus respectivos órganos directivos.\n\n9. Corresponde a los órganos superiores establecer los planes de actuación de la organización situada bajo su responsabilidad y a los órganos directivos su desarrollo y ejecución.\n\n10. Los Ministros y Secretarios de Estado son nombrados de acuerdo con lo establecido en la Ley 50/1997, de 27 de noviembre, del Gobierno y en la Ley 3/2015, de 30 de marzo, reguladora del ejercicio del alto cargo de la Administración General del Estado.\n\n11. Sin perjuicio de lo previsto en la Ley 3/2015, de 30 de marzo, reguladora del ejercicio del alto cargo de la Administración General del Estado, los titulares de los órganos superiores y directivos son nombrados, atendiendo a criterios de competencia profesional y experiencia, en la forma establecida en esta Ley, siendo de aplicación al desempeño de sus funciones:\n\na) La responsabilidad profesional, personal y directa por la gestión desarrollada.\n\nb) La sujeción al control y evaluación de la gestión por el órgano superior o directivo competente, sin perjuicio del control establecido por la Ley General Presupuestaria.",
    "law_short_name": "Ley 40/2015"
  },
  {
    "id": "cd5d80ab-8a50-492c-b81c-9425119cd3b0",
    "question_text": "En virtud de lo establecido en la Ley 40/2015, de 1 de octubre, de Régimen Jurídico del Sector Público, ¿qué órgano ejercerá las competencias propias de los servicios comunes de los Departamentos en relación con el área de la Presidencia del Gobierno?",
    "option_a": "La Subsecretaría del Ministerio de la Presidencia, Justicia y Relaciones con las Cortes, en coordinación con la Secretaría General de la Presidencia del Gobierno.",
    "option_b": "La Subsecretaría del Ministerio de la Presidencia, en coordinación con la Dirección general de la Presidencia del Gobierno.",
    "option_c": "La Secretaría de estado de la Presidencia, en coordinación con la Secretaría General de la Presidencia del Gobierno.",
    "option_d": "La Secretaría de estado de la Presidencia, en coordinación con la Subsecretaría de la Presidencia del Gobierno.",
    "correct_option": 0,
    "correct_letter": "A",
    "explanation": "La respuesta correcta es A). Según el artículo 63 de la Ley 40/2015, la Subsecretaría del Ministerio de la Presidencia, Justicia y Relaciones con las Cortes tiene la responsabilidad de dirigir los servicios comunes del Ministerio y coordinarse con la Secretaría General de la Presidencia del Gobierno para el ejercicio de sus competencias. Esta coordinación es esencial para asegurar una gestión eficaz y coherente en el área de la Presidencia del Gobierno.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "63",
    "article_content": "1. Los Subsecretarios ostentan la representación ordinaria del Ministerio, dirigen los servicios comunes, ejercen las competencias correspondientes a dichos servicios comunes y, en todo caso, las siguientes:\n\na) Apoyar a los órganos superiores en la planificación de la actividad del Ministerio, a través del correspondiente asesoramiento técnico.\n\nb) Asistir al Ministro en el control de eficacia del Ministerio y sus Organismos públicos.\n\nc) Establecer los programas de inspección de los servicios del Ministerio, así como determinar las actuaciones precisas para la mejora de los sistemas de planificación, dirección y organización y para la racionalización y simplificación de los procedimientos y métodos de trabajo, en el marco definido por el Ministerio de Hacienda y Administraciones Públicas.\n\nd) Proponer las medidas de organización del Ministerio y dirigir el funcionamiento de los servicios comunes a través de las correspondientes instrucciones u órdenes de servicio.\n\ne) Asistir a los órganos superiores en materia de relaciones de puestos de trabajo, planes de empleo y política de directivos del Ministerio y sus Organismos públicos, así como en la elaboración, ejecución y seguimiento de los presupuestos y la planificación de los sistemas de información y comunicación.\n\nf) Desempeñar la jefatura superior de todo el personal del Departamento.\n\ng) Responsabilizarse del asesoramiento jurídico al Ministro en el desarrollo de las funciones que a éste le corresponden y, en particular, en el ejercicio de su potestad normativa y en la producción de los actos administrativos de la competencia de aquél, así como a los demás órganos del Ministerio.\n\nEn los mismos términos del párrafo anterior, informar las propuestas o proyectos de normas y actos de otros Ministerios, cuando reglamentariamente proceda.\n\nA tales efectos, el Subsecretario será responsable de coordinar las actuaciones correspondientes dentro del Ministerio y en relación con los demás Ministerios que hayan de intervenir en el procedimiento.\n\nh) Ejercer las facultades de dirección, impulso y supervisión de la Secretaría General Técnica y los restantes órganos directivos que dependan directamente de él.\n\ni) Administrar los créditos para gastos de los presupuestos del Ministerio por su materia propios de la Subsecretaría, aprobar las modificaciones presupuestarias de los mismos, aprobar y comprometer los gastos con cargo a aquellos créditos y reconocer las obligaciones económicas y proponer su pago en el marco del plan de disposición de fondos del Tesoro Público. Todo ello dentro de la cuantía que, en su caso, establezca el Ministro al efecto y siempre que los referidos actos no sean competencia del Consejo de Ministros.\n\nj) Conceder subvenciones y ayudas con cargo a los créditos de gasto propios del Ministerio con los límites establecidos por el titular del Departamento.\n\nk) Solicitar del Ministerio de Hacienda y Administraciones Públicas la afectación o el arrendamiento de los inmuebles necesarios para el cumplimiento de los fines de los servicios a cargo del Departamento.\n\nl) Nombrar y cesar a los Subdirectores y asimilados dependientes de la Subsecretaría, al resto de personal de libre designación y al personal eventual del Departamento.\n\nm)   Convocar y resolver pruebas selectivas de personal funcionario y laboral.\n\nn) Convocar y resolver los concursos de personal funcionario.\n\nñ) Ejercer la potestad disciplinaria del personal del Departamento por faltas graves o muy graves, salvo la separación del servicio.\n\no) Adoptar e impulsar, bajo la dirección del Ministro, las medidas tendentes a la gestión centralizada de recursos humanos y medios materiales en el ámbito de su Departamento Ministerial.\n\np) Autorizar las comisiones de servicio con derecho a indemnización por cuantía exacta para altos cargos dependientes del Subsecretario.\n\nq) Cualesquiera otras que sean inherentes a los servicios comunes del Ministerio y a la representación ordinaria del mismo y las que les atribuyan la legislación en vigor.\n\n2. La Subsecretaría del Ministerio de la Presidencia, en coordinación con la Secretaría General de la Presidencia del Gobierno, ejercerá las competencias propias de los servicios comunes de los Departamentos en relación con el área de la Presidencia del Gobierno.\n\n3. Los Subsecretarios serán nombrados y separados por Real Decreto del Consejo de Ministros a propuesta del titular del Ministerio.\n\nLos nombramientos habrán de efectuarse entre funcionarios de carrera del Estado, de las Comunidades Autónomas o de las Entidades locales, pertenecientes al Subgrupo A1, a que se refiere el artículo 76 del texto refundido de la Ley del Estatuto Básico del Empleado Público, aprobado por Real Decreto legislativo 5/2015, de 30 de octubre, o entre personas que hubieran perdido tal condición como consecuencia de su jubilación. En todo caso, habrán de reunir los requisitos de idoneidad establecidos en la Ley 3/2015, de 30 de marzo, reguladora del ejercicio del alto cargo de la Administración General del Estado.",
    "law_short_name": "Ley 40/2015"
  },
  {
    "id": "101caf3b-16b2-43be-a107-773aeb8ca9a5",
    "question_text": "Según la Ley 40/2015, de 1 de octubre, de Régimen Jurídico del Sector Público, ¿a qué órgano en la Administración General del Estado le corresponde la planificación de los sistemas de información y comunicación del Ministerio y sus Organismos públicos?",
    "option_a": "A los Secretarios Generales Técnicos.",
    "option_b": "A los Secretarios de Estado.",
    "option_c": "A los Ministros.",
    "option_d": "A los Subsecretarios.",
    "correct_option": 3,
    "correct_letter": "D",
    "explanation": "La respuesta correcta es D). Según el artículo 63 de la Ley 40/2015, corresponde al Subsecretario la competencia indicada en la opción D, dentro de sus funciones de dirección de los servicios comunes y coordinación de las unidades del Ministerio.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "63",
    "article_content": "1. Los Subsecretarios ostentan la representación ordinaria del Ministerio, dirigen los servicios comunes, ejercen las competencias correspondientes a dichos servicios comunes y, en todo caso, las siguientes:\n\na) Apoyar a los órganos superiores en la planificación de la actividad del Ministerio, a través del correspondiente asesoramiento técnico.\n\nb) Asistir al Ministro en el control de eficacia del Ministerio y sus Organismos públicos.\n\nc) Establecer los programas de inspección de los servicios del Ministerio, así como determinar las actuaciones precisas para la mejora de los sistemas de planificación, dirección y organización y para la racionalización y simplificación de los procedimientos y métodos de trabajo, en el marco definido por el Ministerio de Hacienda y Administraciones Públicas.\n\nd) Proponer las medidas de organización del Ministerio y dirigir el funcionamiento de los servicios comunes a través de las correspondientes instrucciones u órdenes de servicio.\n\ne) Asistir a los órganos superiores en materia de relaciones de puestos de trabajo, planes de empleo y política de directivos del Ministerio y sus Organismos públicos, así como en la elaboración, ejecución y seguimiento de los presupuestos y la planificación de los sistemas de información y comunicación.\n\nf) Desempeñar la jefatura superior de todo el personal del Departamento.\n\ng) Responsabilizarse del asesoramiento jurídico al Ministro en el desarrollo de las funciones que a éste le corresponden y, en particular, en el ejercicio de su potestad normativa y en la producción de los actos administrativos de la competencia de aquél, así como a los demás órganos del Ministerio.\n\nEn los mismos términos del párrafo anterior, informar las propuestas o proyectos de normas y actos de otros Ministerios, cuando reglamentariamente proceda.\n\nA tales efectos, el Subsecretario será responsable de coordinar las actuaciones correspondientes dentro del Ministerio y en relación con los demás Ministerios que hayan de intervenir en el procedimiento.\n\nh) Ejercer las facultades de dirección, impulso y supervisión de la Secretaría General Técnica y los restantes órganos directivos que dependan directamente de él.\n\ni) Administrar los créditos para gastos de los presupuestos del Ministerio por su materia propios de la Subsecretaría, aprobar las modificaciones presupuestarias de los mismos, aprobar y comprometer los gastos con cargo a aquellos créditos y reconocer las obligaciones económicas y proponer su pago en el marco del plan de disposición de fondos del Tesoro Público. Todo ello dentro de la cuantía que, en su caso, establezca el Ministro al efecto y siempre que los referidos actos no sean competencia del Consejo de Ministros.\n\nj) Conceder subvenciones y ayudas con cargo a los créditos de gasto propios del Ministerio con los límites establecidos por el titular del Departamento.\n\nk) Solicitar del Ministerio de Hacienda y Administraciones Públicas la afectación o el arrendamiento de los inmuebles necesarios para el cumplimiento de los fines de los servicios a cargo del Departamento.\n\nl) Nombrar y cesar a los Subdirectores y asimilados dependientes de la Subsecretaría, al resto de personal de libre designación y al personal eventual del Departamento.\n\nm)   Convocar y resolver pruebas selectivas de personal funcionario y laboral.\n\nn) Convocar y resolver los concursos de personal funcionario.\n\nñ) Ejercer la potestad disciplinaria del personal del Departamento por faltas graves o muy graves, salvo la separación del servicio.\n\no) Adoptar e impulsar, bajo la dirección del Ministro, las medidas tendentes a la gestión centralizada de recursos humanos y medios materiales en el ámbito de su Departamento Ministerial.\n\np) Autorizar las comisiones de servicio con derecho a indemnización por cuantía exacta para altos cargos dependientes del Subsecretario.\n\nq) Cualesquiera otras que sean inherentes a los servicios comunes del Ministerio y a la representación ordinaria del mismo y las que les atribuyan la legislación en vigor.\n\n2. La Subsecretaría del Ministerio de la Presidencia, en coordinación con la Secretaría General de la Presidencia del Gobierno, ejercerá las competencias propias de los servicios comunes de los Departamentos en relación con el área de la Presidencia del Gobierno.\n\n3. Los Subsecretarios serán nombrados y separados por Real Decreto del Consejo de Ministros a propuesta del titular del Ministerio.\n\nLos nombramientos habrán de efectuarse entre funcionarios de carrera del Estado, de las Comunidades Autónomas o de las Entidades locales, pertenecientes al Subgrupo A1, a que se refiere el artículo 76 del texto refundido de la Ley del Estatuto Básico del Empleado Público, aprobado por Real Decreto legislativo 5/2015, de 30 de octubre, o entre personas que hubieran perdido tal condición como consecuencia de su jubilación. En todo caso, habrán de reunir los requisitos de idoneidad establecidos en la Ley 3/2015, de 30 de marzo, reguladora del ejercicio del alto cargo de la Administración General del Estado.",
    "law_short_name": "Ley 40/2015"
  }
]