[
  {
    "id": "3d6275ed-6e49-4b6f-b3a5-a3887b304257",
    "question_text": "Según lo establecido en la Ley de Bases de Régimen Local, ¿cuál de las siguientes no es una competencia del Pleno de la Diputación?",
    "option_a": "La aprobación y modificación de los Presupuestos.",
    "option_b": "El planteamiento de conflictos de competencias a otras Entidades locales y demás Administraciones públicas.",
    "option_c": "La alteración de la calificación jurídica de los bienes de dominio público.",
    "option_d": "La aprobación de los proyectos de obra y de suministros cuando sea competente para su contratación o concesión e incluso aquellos no estén previstos en los Presupuestos.",
    "correct_option": 3,
    "correct_letter": "D",
    "explanation": "La respuesta correcta es D). Según el artículo 33 de la Ley 7/1985, el Pleno de la Diputación tiene competencias específicas como la aprobación de presupuestos y la organización de la Diputación, pero no se le atribuye la aprobación de proyectos de obra y suministros que no estén previstos en los presupuestos, ya que esto se considera una función más operativa que debe ser gestionada por otros órganos. Las opciones A, B y C son competencias claramente definidas del Pleno.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "33",
    "article_content": "1. El Pleno de la Diputación está constituido por el Presidente y los Diputados.\n\n2. Corresponde en todo caso al Pleno:\n\na) La organización de la Diputación.\n\nb) La aprobación de las ordenanzas.\n\nc) La aprobación y modificación de los Presupuestos, la disposición de gastos dentro de los límites de su competencia y la aprobación provisional de las cuentas; todo ello de acuerdo con lo dispuesto en la Ley Reguladora de las Haciendas Locales.\n\nd) La aprobación de los planes de carácter provincial.\n\ne) El control y la fiscalización de los órganos de gobierno.\n\nf) La aprobación de la plantilla de personal, la relación de puestos de trabajo, la fijación de la cuantía de las retribuciones complementarias fijas y periódicas de los funcionarios, y el número y régimen del personal eventual.\n\ng) La alteración de la calificación jurídica de los bienes de dominio público.\n\nh) El planteamiento de conflictos de competencias a otras Entidades locales y demás Administraciones públicas.\n\ni) El ejercicio de acciones judiciales y administrativas y la defensa de la Corporación en materias de competencia plenaria.\n\nj) La declaración de lesividad de los actos de la Diputación.\n\nk) La concertación de las operaciones de crédito cuya cuantía acumulada en el ejercicio económico exceda del 10 por 100 de los recursos ordinarios, salvo las de tesorería, que le corresponderán cuando el importe acumulado de las operaciones vivas en cada momento supere el 15 por 100 de los ingresos corrientes liquidados en el ejercicio anterior, todo ello de conformidad con lo dispuesto en la Ley Reguladora de las Haciendas Locales.\n\nl) (Derogada)\n\nm) La aprobación de los proyectos de obra y de servicios cuando sea competente para su contratación o concesión y cuando aún no estén previstos en los Presupuestos.\n\nn) (Derogada)\n\nñ) Aquellas atribuciones que deban corresponder al Pleno por exigir su aprobación una mayoría especial.\n\no) Las demás que expresamente la atribuyan las leyes.\n\n3. Corresponde, igualmente, al Pleno la votación sobre la moción de censura al Presidente y sobre la cuestión de confianza planteada por el mismo, que serán públicas y se realizarán mediante llamamiento nominal en todo caso, y se rigen por lo dispuesto en la legislación electoral general.\n\n4. El Pleno puede delegar el ejercicio de sus atribuciones en el Presidente y en la Comisión de Gobierno, salvo las enunciadas en el número 2, letras a), b), c), d), e), f), h) y ñ), y número 3 de este artículo.",
    "law_short_name": "Ley 7/1985"
  },
  {
    "id": "0ce11860-6a11-4dfe-a45d-0450c5513320",
    "question_text": "¿Cuántos municipios debían formar parte de la iniciativa autonómica en el caso de las Comunidades que accedieron por la vía especial y en el pasado hubieran plebiscitado afirmativamente proyectos de Estatuto de Autonomía?",
    "option_a": "3/4",
    "option_b": "Ningún porcentaje",
    "option_c": "2/3",
    "option_d": "3/5",
    "correct_option": 1,
    "correct_letter": "B",
    "explanation": "Según la Disposición Transitoria Segunda de la Constitución Española, en los territorios que en el pasado hubiesen plebiscitado afirmativamente proyectos de Estatuto de autonomía no se requería ningún porcentaje específico de municipios.",
    "topic_review_status": "all_wrong",
    "article_number": "151",
    "article_content": "1. No será preciso dejar transcurrir el plazo de cinco años, a que se refiere el apartado 2 del artículo 148, cuando la iniciativa del proceso autonómico sea acordada dentro del plazo del artículo 143.2, además de por las Diputaciones o los órganos interinsulares correspondientes, por las tres cuartas partes de los municipios de cada una de las provincias afectadas que representen, al menos, la mayoría del censo electoral de cada una de ellas y dicha iniciativa sea ratificada mediante referéndum por el voto afirmativo de la mayoría absoluta de los electores de cada provincia en los términos que establezca una ley orgánica.\n\n2. En el supuesto previsto en el apartado anterior, el procedimiento para la elaboración del Estatuto será el siguiente:\n\n1.º El Gobierno convocará a todos los Diputados y Senadores elegidos en las circunscripciones comprendidas en el ámbito territorial que pretenda acceder al autogobierno, para que se constituyan en Asamblea, a los solos efectos de elaborar el correspondiente proyecto de Estatuto de autonomía, mediante el acuerdo de la mayoría absoluta de sus miembros.\n\n2.º Aprobado el proyecto de Estatuto por la Asamblea de Parlamentarios, se remitirá a la Comisión Constitucional del Congreso, la cual, dentro del plazo de dos meses, lo examinará con el concurso y asistencia de una delegación de la Asamblea proponente para determinar de común acuerdo su formulación definitiva.\n\n3.º Si se alcanzare dicho acuerdo, el texto resultante será sometido a referéndum del cuerpo electoral de las provincias comprendidas en el ámbito territorial del proyectado Estatuto.\n\n4.º Si el proyecto de Estatuto es aprobado en cada provincia por la mayoría de los votos válidamente emitidos, será elevado a las Cortes Generales. Los plenos de ambas Cámaras decidirán sobre el texto mediante un voto de ratificación. Aprobado el Estatuto, el Rey lo sancionará y lo promulgará como ley.\n\n5.º De no alcanzarse el acuerdo a que se refiere el apartado 2 de este número, el proyecto de Estatuto será tramitado como proyecto de ley ante las Cortes Generales. El texto aprobado por éstas será sometido a referéndum del cuerpo electoral de las provincias comprendidas en el ámbito territorial del proyectado Estatuto. En caso de ser aprobado por la mayoría de los votos válidamente emitidos en cada provincia, procederá su promulgación en los términos del párrafo anterior.\n\n3. En los casos de los párrafos 4.º y 5.º del apartado anterior, la no aprobación del proyecto de Estatuto por una o varias provincias no impedirá la constitución entre las restantes de la Comunidad Autónoma proyectada, en la forma que establezca la ley orgánica prevista en el apartado 1 de este artículo.",
    "law_short_name": "CE"
  },
  {
    "id": "30f88e67-c1b7-46e5-959f-75864222e96c",
    "question_text": "Según lo establecido en el artículo 34 de la Ley 7/1985, de 2 de abril, Reguladora de las Bases del Régimen Local, ¿cuál de las siguientes competencias podrá delegar el Presidente de la Diputación?",
    "option_a": "El desarrollo de la gestión económica de acuerdo con el Presupuesto aprobado y disponer gastos dentro de los límites de su competencia.",
    "option_b": "La aprobación de los proyectos de obras y de servicios cuando sea competente para su contratación o concesión y estén previstos en el Presupuesto.",
    "option_c": "Ordenar la publicación y ejecución y hacer cumplir los acuerdos de la Diputación.",
    "option_d": "Todas las respuestas anteriores son correctas.",
    "correct_option": 3,
    "correct_letter": "D",
    "explanation": "La respuesta correcta es D). Según el artículo 34 de la Ley 7/1985, el Presidente de la Diputación tiene la facultad de delegar diversas competencias relacionadas con la gestión económica, la aprobación de proyectos y la ejecución de acuerdos, lo que incluye todas las opciones presentadas. Por lo tanto, todas las respuestas anteriores son correctas, ya que reflejan competencias que pueden ser delegadas por el Presidente en el ejercicio de sus funciones.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "34",
    "article_content": "1. Corresponde en todo caso al Presidente de la Diputación:\n\na) Dirigir el gobierno y la administración de la provincia.\n\nb) Representar a la Diputación.\n\nc) Convocar y presidir las sesiones del Pleno, salvo los supuestos previstos en la presente Ley y en la legislación electoral general, de la Junta de Gobierno y cualquier otro órgano de la Diputación, y decidir los empates con voto de calidad.\n\nd) Dirigir, inspeccionar e impulsar los servicios y obras cuya titularidad o ejercicio corresponde a la Diputación Provincial.\n\ne) Asegurar la gestión de los servicios propios de la Comunidad Autónoma cuya gestión ordinaria esté encomendada a la Diputación.\n\nf) El desarrollo de la gestión económica de acuerdo con el Presupuesto aprobado, disponer gastos dentro de los límites de su competencia, concertar operaciones de crédito, con exclusión de las contempladas en el artículo 158.5 de la Ley 39/1988, de 28 de diciembre, Reguladora de las Haciendas Locales, siempre que aquéllas estén previstas en el Presupuesto y su importe acumulado dentro de cada ejercicio económico no supere el 10 por 100 de sus recursos ordinarios, salvo las de tesorería que le corresponderán cuando el importe acumulado de las operaciones vivas en cada momento no supere el 15 por 100 de los ingresos corrientes liquidados en el ejercicio anterior, ordenar pagos y rendir cuentas ; todo ello de conformidad con lo dispuesto en la Ley Reguladora de las Haciendas Locales.\n\ng) Aprobar la oferta de empleo público de acuerdo con el Presupuesto y la plantilla aprobados por el Pleno, aprobar las bases de las pruebas para la selección del personal y para los concursos de provisión de puestos de trabajo y distribuir las retribuciones complementarias que no sean fijas y periódicas.\n\nh) Desempeñar la jefatura superior de todo el personal, y acordar su nombramiento y sanciones, incluida la separación del servicio de los funcionarios de la Corporación y el despido del personal laboral, dando cuenta al Pleno en la primera sesión que celebre. Esta atribución se entenderá sin perjuicio de lo previsto en el artículo 99.1 y 3 de esta Ley.\n\ni) El ejercicio de las acciones judiciales y administrativas y la defensa de la Diputación en las materias de su competencia, incluso cuando las hubiere delegado en otro órgano, y, en caso de urgencia, en materias de la competencia del Pleno, en este último supuesto dando cuenta al mismo en la primera sesión que celebre para su ratificación.\n\nj) La iniciativa para proponer al Pleno la declaración de lesividad en materia de la competencia del Presidente.\n\nk) (Derogada)\n\nl) La aprobación de los proyectos de obras y de servicios cuando sea competente para su contratación o concesión y estén previstos en el Presupuesto.\n\nm) (Derogada)\n\nn) Ordenar la publicación y ejecución y hacer cumplir los acuerdos de la Diputación.\n\nñ) Las demás que expresamente les atribuyan las leyes.\n\no) El ejercicio de aquellas otras atribuciones que la legislación del Estado o de las Comunidades Autónomas asigne a la Diputación y no estén expresamente atribuidas a otros órganos.\n\n2. El Presidente puede delegar el ejercicio de sus atribuciones, salvo la de convocar y presidir las sesiones del Pleno y de la Junta de Gobierno, decidir los empates con el voto de calidad, concertar operaciones de crédito, la jefatura superior de todo el personal, la separación del servicio de funcionarios y el despido del personal laboral, y las enunciadas en los párrafos a), i) y j) del número anterior.\n\n3. Corresponde, asimismo, al Presidente el nombramiento de los Vicepresidentes.",
    "law_short_name": "Ley 7/1985"
  },
  {
    "id": "c24097a0-28ef-444f-b21c-4afa90914e3e",
    "question_text": "De acuerdo con la Ley de Bases de Régimen Local, si una Entidad local adoptara actos o acuerdos que atenten gravemente al interés general de España, la Administración del Estado y la de la Comunidad Autónoma podrá solicitarle ampliación de la información que deberá remitirse en el plazo máximo de:",
    "option_a": "Cinco días hábiles.",
    "option_b": "Veinte días hábiles.",
    "option_c": "Diez días hábiles.",
    "option_d": "Tres días hábiles.",
    "correct_option": 0,
    "correct_letter": "A",
    "explanation": "La respuesta correcta es A). Según el artículo 64 de la Ley 7/1985, cuando una entidad local adopta actos que afectan gravemente al interés general, la Administración del Estado y la Comunidad Autónoma pueden solicitar información adicional, la cual debe ser enviada en un plazo máximo de cinco días hábiles. Esta disposición permite una respuesta rápida ante situaciones que puedan comprometer el bienestar general.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "64",
    "article_content": "La Administración del Estado y la de las Comunidades Autónomas pueden solicitar ampliación de la información a que se refiere el número 1 del artículo 56, que deberá remitirse en el plazo máximo de veinte días hábiles, excepto en el caso previsto en el artículo 67 de esta Ley, en el que lo será de cinco días hábiles. En tales casos se suspende el cómputo de los plazos a que se refieren el número 2 del artículo 65 y el 1 del artículo 67, que se reanudarán a partir de la recepción de la documentación interesada.",
    "law_short_name": "Ley 7/1985"
  },
  {
    "id": "8fc3c472-de37-4354-abcb-bc6f466d43b1",
    "question_text": "De acuerdo con el artículo 20 de la Ley 7/1985, de 2 de abril, Reguladora de las Bases del Régimen Local, ¿en qué municipios existe la Comisión Especial de Sugerencias y Reclamaciones?",
    "option_a": "En los municipios señalados en el título X, y en aquellos otros en que el Pleno así lo acuerde, por el voto favorable de la mayoría absoluta del número legal de sus miembros, o así lo disponga su Reglamento orgánico.",
    "option_b": "En los municipios de más de 250.000 habitantes, y en aquellos otros en que el Pleno así lo acuerde, por el voto favorable de la mayoría simple del número legal de sus miembros, o así lo disponga su Reglamento orgánico.",
    "option_c": "En los municipios señalados en el título X, y en aquellos otros en que el Pleno así lo acuerde, por el voto favorable de la mayoría simple del número legal de sus miembros, o así lo disponga su Reglamento orgánico.",
    "option_d": "En los municipios de más de 250.000 habitantes, y en aquellos otros en que el Pleno así lo acuerde, por el voto favorable de la mayoría absoluta del número legal de sus miembros, o así lo disponga su Reglamento orgánico.",
    "correct_option": 0,
    "correct_letter": "A",
    "explanation": "La respuesta correcta es A). Conforme al artículo 20 de la Ley 7/1985, la organización municipal básica incluye los órganos indicados en la opción A: Alcalde, Tenientes de Alcalde y Pleno.",
    "topic_review_status": "bad_explanation",
    "article_number": "20",
    "article_content": "1. La organización municipal responde a las siguientes reglas:\n\na) El Alcalde, los Tenientes de Alcalde y el Pleno existen en todos los ayuntamientos.\n\nb) La Junta de Gobierno Local existe en todos los municipios con población superior a 5.000 habitantes y en los de menos, cuando así lo disponga su reglamento orgánico o así lo acuerde el Pleno de su ayuntamiento.\n\nc) En los municipios de más de 5.000 habitantes, y en los de menos en que así lo disponga su reglamento orgánico o lo acuerde el Pleno, existirán, si su legislación autonómica no prevé en este ámbito otra forma organizativa, órganos que tengan por objeto el estudio, informe o consulta de los asuntos que han de ser sometidos a la decisión del Pleno, así como el seguimiento de la gestión del Alcalde, la Junta de Gobierno Local y los concejales que ostenten delegaciones, sin perjuicio de las competencias de control que corresponden al Pleno. Todos los grupos políticos integrantes de la corporación tendrán derecho a participar en dichos órganos, mediante la presencia de concejales pertenecientes a los mismos en proporción al número de Concejales que tengan en el Pleno.\n\nd) La Comisión Especial de Sugerencias y Reclamaciones existe en los municipios señalados en el título X, y en aquellos otros en que el Pleno así lo acuerde, por el voto favorable de la mayoría absoluta del número legal de sus miembros, o así lo disponga su Reglamento orgánico.\n\ne) La Comisión Especial de Cuentas existe en todos los municipios, de acuerdo con la estructura prevista en el artículo 116.\n\n2. Las leyes de las comunidades autónomas sobre el régimen local podrán establecer una organización municipal complementaria a la prevista en el número anterior.\n\n3. Los propios municipios, en los reglamentos orgánicos, podrán establecer y regular otros órganos complementarios, de conformidad con lo previsto en este artículo y en las leyes de las comunidades autónomas a las que se refiere el número anterior.",
    "law_short_name": "Ley 7/1985"
  },
  {
    "id": "7560d9c5-fc00-4fc9-945c-6645588d7b20",
    "question_text": "Señale la respuesta incorrecta en relación con las mancomunidades de municipios:",
    "option_a": "En el procedimiento de aprobación de los Estatutos de la Mancomunidad, la Diputación o Diputaciones provinciales interesadas emitirán informe sobre el proyecto.",
    "option_b": "Se rigen por sus propios Estatutos.",
    "option_c": "La asociación tiene por finalidad, la ejecución en común de obras y servicios determinados.",
    "option_d": "No podrán integrarse en la misma mancomunidad municipios pertenecientes a distintas comunidades autónomas.",
    "correct_option": 3,
    "correct_letter": "D",
    "explanation": "La respuesta correcta es D). Según el artículo 44 de la Ley 7/1985, las comarcas se regulan conforme a lo indicado en la opción D, pudiendo ser creadas por las Comunidades Autónomas.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "44",
    "article_content": "1. Se reconoce a los municipios el derecho a asociarse con otros en mancomunidades para la ejecución en común de obras y servicios determinados de su competencia.\n\n2. Las mancomunidades tienen personalidad y capacidad jurídicas para el cumplimiento de sus fines específicos y se rigen por sus Estatutos propios. Los Estatutos han de regular el ámbito territorial de la entidad, su objeto y competencia, órganos de gobierno y recursos, plazo de duración y cuantos otros extremos sean necesarios para su funcionamiento.\n\nEn todo caso, los órganos de gobierno serán representativos de los ayuntamientos mancomunados.\n\n3. El procedimiento de aprobación de los estatutos de las mancomunidades se determinará por la legislación de las comunidades autónomas y se ajustará, en todo caso, a las siguientes reglas:\n\na) La elaboración corresponderá a los concejales de la totalidad de los municipios promotores de la mancomunidad, constituidos en asamblea.\n\nb) La Diputación o Diputaciones provinciales interesadas emitirán informe sobre el proyecto de estatutos.\n\nc) Los Plenos de todos los ayuntamientos aprueban los estatutos.\n\n4. Se seguirá un procedimiento similar para la modificación o supresión de mancomunidades.\n\n5. Podrán integrarse en la misma mancomunidad municipios pertenecientes a distintas comunidades autónomas, siempre que lo permitan las normativas de las comunidades autónomas afectadas.",
    "law_short_name": "Ley 7/1985"
  },
  {
    "id": "d304324f-23e4-4a1f-8d3e-acf30a6ba7d2",
    "question_text": "De acuerdo con la Ley de Bases del régimen local, ¿cuál de las siguientes atribuciones le corresponden al Presidente de la Diputación?",
    "option_a": "La aprobación de la plantilla de personal, la relación de puestos de trabajo, la fijación de la cuantía de las retribuciones complementarias fijas y periódicas de los funcionarios, y el número y régimen del personal eventual.",
    "option_b": "Distribuir las retribuciones complementarias que no sean fijas y periódicas.",
    "option_c": "La alteración de la calificación jurídica de los bienes de dominio público.",
    "option_d": "El planteamiento de conflictos de competencias a otras Entidades locales y demás Administraciones públicas.",
    "correct_option": 1,
    "correct_letter": "B",
    "explanation": "La respuesta correcta es B). Según el artículo 34 de la Ley 7/1985, la Diputación Provincial se compone del Presidente y los Diputados provinciales, según lo indicado en la opción B.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "34",
    "article_content": "1. Corresponde en todo caso al Presidente de la Diputación:\n\na) Dirigir el gobierno y la administración de la provincia.\n\nb) Representar a la Diputación.\n\nc) Convocar y presidir las sesiones del Pleno, salvo los supuestos previstos en la presente Ley y en la legislación electoral general, de la Junta de Gobierno y cualquier otro órgano de la Diputación, y decidir los empates con voto de calidad.\n\nd) Dirigir, inspeccionar e impulsar los servicios y obras cuya titularidad o ejercicio corresponde a la Diputación Provincial.\n\ne) Asegurar la gestión de los servicios propios de la Comunidad Autónoma cuya gestión ordinaria esté encomendada a la Diputación.\n\nf) El desarrollo de la gestión económica de acuerdo con el Presupuesto aprobado, disponer gastos dentro de los límites de su competencia, concertar operaciones de crédito, con exclusión de las contempladas en el artículo 158.5 de la Ley 39/1988, de 28 de diciembre, Reguladora de las Haciendas Locales, siempre que aquéllas estén previstas en el Presupuesto y su importe acumulado dentro de cada ejercicio económico no supere el 10 por 100 de sus recursos ordinarios, salvo las de tesorería que le corresponderán cuando el importe acumulado de las operaciones vivas en cada momento no supere el 15 por 100 de los ingresos corrientes liquidados en el ejercicio anterior, ordenar pagos y rendir cuentas ; todo ello de conformidad con lo dispuesto en la Ley Reguladora de las Haciendas Locales.\n\ng) Aprobar la oferta de empleo público de acuerdo con el Presupuesto y la plantilla aprobados por el Pleno, aprobar las bases de las pruebas para la selección del personal y para los concursos de provisión de puestos de trabajo y distribuir las retribuciones complementarias que no sean fijas y periódicas.\n\nh) Desempeñar la jefatura superior de todo el personal, y acordar su nombramiento y sanciones, incluida la separación del servicio de los funcionarios de la Corporación y el despido del personal laboral, dando cuenta al Pleno en la primera sesión que celebre. Esta atribución se entenderá sin perjuicio de lo previsto en el artículo 99.1 y 3 de esta Ley.\n\ni) El ejercicio de las acciones judiciales y administrativas y la defensa de la Diputación en las materias de su competencia, incluso cuando las hubiere delegado en otro órgano, y, en caso de urgencia, en materias de la competencia del Pleno, en este último supuesto dando cuenta al mismo en la primera sesión que celebre para su ratificación.\n\nj) La iniciativa para proponer al Pleno la declaración de lesividad en materia de la competencia del Presidente.\n\nk) (Derogada)\n\nl) La aprobación de los proyectos de obras y de servicios cuando sea competente para su contratación o concesión y estén previstos en el Presupuesto.\n\nm) (Derogada)\n\nn) Ordenar la publicación y ejecución y hacer cumplir los acuerdos de la Diputación.\n\nñ) Las demás que expresamente les atribuyan las leyes.\n\no) El ejercicio de aquellas otras atribuciones que la legislación del Estado o de las Comunidades Autónomas asigne a la Diputación y no estén expresamente atribuidas a otros órganos.\n\n2. El Presidente puede delegar el ejercicio de sus atribuciones, salvo la de convocar y presidir las sesiones del Pleno y de la Junta de Gobierno, decidir los empates con el voto de calidad, concertar operaciones de crédito, la jefatura superior de todo el personal, la separación del servicio de funcionarios y el despido del personal laboral, y las enunciadas en los párrafos a), i) y j) del número anterior.\n\n3. Corresponde, asimismo, al Presidente el nombramiento de los Vicepresidentes.",
    "law_short_name": "Ley 7/1985"
  },
  {
    "id": "1938f3c7-11b5-4eef-9d9a-5523fa841ca3",
    "question_text": "¿Pueden dos Comunidades Autónomas federarse?",
    "option_a": "Sí, si lo establecen sus respectivos Estatutos de Autonomía y se aprueba el Proyecto por mayoría absoluta en las dos Asambleas Legislativas implicadas.",
    "option_b": "No, nunca.",
    "option_c": "Sí, si lo establecen sus respectivos Estatutos de Autonomía y se aprueba el Proyecto por mayoría absoluta en las dos Asambleas Legislativas implicadas y además, lo aprueba el Congreso de los Diputados.",
    "option_d": "Sí, previo informe favorable del Consejo de Estado y si el proyecto es aprobado por mayoría simple de las dos Asambleas Legislativas afectadas.",
    "correct_option": 1,
    "correct_letter": "B",
    "explanation": "La respuesta correcta es B). Conforme al artículo 145 de la Constitución Española, los Estatutos de Autonomía podrán prever los supuestos, requisitos y términos en que las Comunidades Autónomas podrán celebrar convenios entre sí.",
    "topic_review_status": "wrong_article_bad_explanation",
    "article_number": "145",
    "article_content": "1. En ningún caso se admitirá la federación de Comunidades Autónomas.\n\n2. Los Estatutos podrán prever los supuestos, requisitos y términos en que las Comunidades Autónomas podrán celebrar convenios entre sí para la gestión y prestación de servicios propios de las mismas, así como el carácter y efectos de la correspondiente comunicación a las Cortes Generales. En los demás supuestos, los acuerdos de cooperación entre las Comunidades Autónomas necesitarán la autorización de las Cortes Generales.",
    "law_short_name": "CE"
  },
  {
    "id": "0a2902bb-ffa0-4190-8487-fc6677cd52f1",
    "question_text": "Señale la respuesta que no se corresponda con la regulación constitucional de los Estatutos de Autonomía:",
    "option_a": "Deberán contener la denominación de la Comunidad que mejor responda a su identidad histórica.",
    "option_b": "La reforma de los Estatutos requerirá, en todo caso, la aprobación de las Cortes Generales mediante ley orgánica.",
    "option_c": "El proyecto de Estatuto será elaborado por las Cortes Generales y tramitado como ley orgánica.",
    "option_d": "El Estado les reconocerá y amparará como parte integrante de su ordenamiento jurídico.",
    "correct_option": 2,
    "correct_letter": "C",
    "explanation": "La respuesta correcta es C). Según el artículo 146 de la Constitución Española, el proyecto de Estatuto de Autonomía será elaborado por una asamblea compuesta por los miembros de la Diputación u órgano interinsular y los Diputados y Senadores de las provincias.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "146",
    "article_content": "El proyecto de Estatuto será elaborado por una asamblea compuesta por los miembros de la Diputación u órgano interinsular de las provincias afectadas y por los Diputados y Senadores elegidos en ellas y será elevado a las Cortes Generales para su tramitación como ley.",
    "law_short_name": "CE"
  },
  {
    "id": "e796c48f-be25-4600-87fe-bddd8b403f61",
    "question_text": "Según el artículo 12 de la Ley 7/1985, de 2 de abril, Reguladora de las Bases del Régimen Local, ¿a cuántas provincias podrá pertenecer como máximo un municipio?",
    "option_a": "A dos provincias siempre que cuente con aprobación de las Cortes Generales.",
    "option_b": "A una sola provincia.",
    "option_c": "A dos provincias cuando así se apruebe por razones de interés general.",
    "option_d": "A dos provincias, siempre que las mismas sean limítrofes.",
    "correct_option": 1,
    "correct_letter": "B",
    "explanation": "La respuesta correcta es B). Según el artículo 12 de la Ley 7/1985, el término municipal es el territorio en que el Ayuntamiento ejerce sus competencias.",
    "topic_review_status": "bad_explanation",
    "article_number": "12",
    "article_content": "1. El término municipal es el territorio en que el ayuntamiento ejerce sus competencias.\n\n2. Cada municipio pertenecerá a una sola provincia.",
    "law_short_name": "Ley 7/1985"
  },
  {
    "id": "084e652b-4e5e-4222-b540-3e4ddb384860",
    "question_text": "De acuerdo con el artículo 13 de la Ley 7/1985, el municipio resultante de la fusión tendrá preferencia en la asignación de planes de cooperación local:",
    "option_a": "Durante, al menos, los cuatro primeros años sin prórroga posible",
    "option_b": "Durante, al menos, los cinco primeros años con prórroga por Ley de Presupuestos",
    "option_c": "Durante, al menos, los tres primeros años con prórroga por Ley de Presupuestos",
    "option_d": "Durante, al menos, los tres primeros años sin prórroga posible",
    "correct_option": 1,
    "correct_letter": "B",
    "explanation": "La respuesta correcta es B). Conforme al artículo 13 de la Ley 7/1985 de Bases del Régimen Local, la alteración de términos municipales se regula según lo indicado en la opción B.",
    "topic_review_status": "bad_explanation",
    "article_number": "13",
    "article_content": "1. La creación o supresión de municipios, así como la alteración de términos municipales, se regularán por la legislación de las Comunidades Autónomas sobre régimen local, sin que la alteración de términos municipales pueda suponer, en ningún caso, modificación de los límites provinciales. Requerirán en todo caso audiencia de los municipios interesados y dictamen del Consejo de Estado o del órgano consultivo superior de los Consejos de Gobierno de las Comunidades Autónomas, si existiere, así como informe de la Administración que ejerza la tutela financiera. Simultáneamente a la petición de este dictamen se dará conocimiento a la Administración General del Estado.\n\n2. La creación de nuevos municipios solo podrá realizarse sobre la base de núcleos de población territorialmente diferenciados, de al menos 4.000 habitantes y siempre que los municipios resultantes sean financieramente sostenibles, cuenten con recursos suficientes para el cumplimiento de las competencias municipales y no suponga disminución en la calidad de los servicios que venían siendo prestados.\n\n3. Sin perjuicio de las competencias de las Comunidades Autónomas, el Estado, atendiendo a criterios geográficos, sociales, económicos y culturales, podrá establecer medidas que tiendan a fomentar la fusión de municipios con el fin de mejorar la capacidad de gestión de los asuntos públicos locales.\n\n4. Los municipios, con independencia de su población, colindantes dentro de la misma provincia podrán acordar su fusión mediante un convenio de fusión, sin perjuicio del procedimiento previsto en la normativa autonómica. El nuevo municipio resultante de la fusión no podrá segregarse hasta transcurridos diez años desde la adopción del convenio de fusión.\n\nAl municipio resultante de esta fusión le será de aplicación lo siguiente:\n\na) El coeficiente de ponderación que resulte de aplicación de acuerdo con el artículo 124.1 del texto refundido de la Ley Reguladora de las Haciendas Locales, aprobado mediante Real Decreto Legislativo 2/2004, de 5 de marzo se incrementará en 0,10.\n\nb) El esfuerzo fiscal y el inverso de la capacidad tributaria que le corresponda en ningún caso podrá ser inferior al más elevado de los valores previos que tuvieran cada municipio por separado antes de la fusión de acuerdo con el artículo 124.1 del texto refundido de la Ley Reguladora de las Haciendas Locales, aprobado mediante Real Decreto Legislativo 2/2004, de 5 de marzo.\n\nc) Su financiación mínima será la suma de las financiaciones mínimas que tuviera cada municipio por separado antes de la fusión de acuerdo con el artículo 124.2 del texto refundido de la Ley Reguladora de las Haciendas Locales, aprobado mediante Real Decreto Legislativo 2/2004, de 5 de marzo.\n\nd) De la aplicación de las reglas contenidas en las letras anteriores no podrá derivarse, para cada ejercicio, un importe total superior al que resulte de lo dispuesto en el artículo 123 del citado texto refundido de la Ley Reguladora de las Haciendas Locales.\n\ne) Se sumarán los importes de las compensaciones que, por separado, corresponden a los municipios que se fusionen y que se derivan de la reforma del Impuesto sobre Actividades Económicas de la disposición adicional décima de la Ley 51/2002, de 27 de diciembre, de Reforma de la Ley 39/1988, de 28 de diciembre, Reguladora de las Haciendas Locales, actualizadas en los mismos términos que los ingresos tributarios del Estado en cada ejercicio respecto a 2004, así como la compensación adicional, regulada en la disposición adicional segunda de la Ley 22/2005, de 18 de noviembre, actualizada en los mismos términos que los ingresos tributarios del Estado en cada ejercicio respecto a 2006.\n\nf) Queda dispensado de prestar nuevos servicios mínimos de los previstos en el artículo 26 que le corresponda por razón de su aumento poblacional.\n\ng) Durante, al menos, los cinco primeros años desde la adopción del convenio de fusión, tendrá preferencia en la asignación de planes de cooperación local, subvenciones, convenios u otros instrumentos basados en la concurrencia. Este plazo podrá prorrogarse por la Ley de Presupuestos Generales del Estado.\n\nLa fusión conllevará:\n\na) La integración de los territorios, poblaciones y organizaciones de los municipios, incluyendo los medios personales, materiales y económicos, del municipio fusionado. A estos efectos, el Pleno de cada Corporación aprobará las medidas de redimensionamiento para la adecuación de las estructuras organizativas, inmobiliarias, de personal y de recursos resultantes de su nueva situación. De la ejecución de las citadas medidas no podrá derivarse incremento alguno de la masa salarial en los municipios afectados.\n\nb) El órgano del gobierno del nuevo municipio resultante estará constituido transitoriamente por la suma de los concejales de los municipios fusionados en los términos previstos en la Ley Orgánica 5/1985, de 19 de junio, del Régimen Electoral General.\n\nc) Si se acordara en el Convenio de fusión, cada uno de los municipios fusionados, o alguno de ellos podrá funcionar como forma de organización desconcentrada de conformidad con lo previsto en el artículo 24 bis.\n\nd) El nuevo municipio se subrogará en todos los derechos y obligaciones de los anteriores municipios, sin perjuicio de lo previsto en la letra e).\n\ne) Si uno de los municipios fusionados estuviera en situación de déficit se podrán integrar, por acuerdo de los municipios fusionados, las obligaciones, bienes y derechos patrimoniales que se consideren liquidables en un fondo, sin personalidad jurídica y con contabilidad separada, adscrito al nuevo municipio, que designará un liquidador al que le corresponderá la liquidación de este fondo. Esta liquidación deberá llevarse a cabo durante los cinco años siguientes desde la adopción del convenio de fusión, sin perjuicio de los posibles derechos que puedan corresponder a los acreedores. La aprobación de las normas a las que tendrá que ajustarse la contabilidad del fondo corresponderá al Ministro de Hacienda y Administraciones Públicas, a propuesta de la Intervención General de la Administración del Estado.\n\nf) El nuevo municipio aprobará un nuevo presupuesto para el ejercicio presupuestario siguiente a la adopción del convenio de fusión.\n\n5. Las Diputaciones provinciales o entidades equivalentes, en colaboración con la Comunidad Autónoma, coordinarán y supervisarán la integración de los servicios resultantes del proceso de fusión.\n\n6. El convenio de fusión deberá ser aprobado por mayoría simple de cada uno de los plenos de los municipios fusionados. La adopción de los acuerdos previstos en el artículo 47.2, siempre que traigan causa de una fusión, será por mayoría simple de los miembros de la corporación.",
    "law_short_name": "Ley 7/1985"
  },
  {
    "id": "ab187ed4-a45e-4e6b-9279-c0dbe2e90319",
    "question_text": "Según la Ley de Bases del Régimen Local, ¿cuál de las siguientes competencias podrá delegar el Presidente de la Diputación?",
    "option_a": "La aprobación de los proyectos de obras y de servicios cuando sea competente para su contratación o concesión y estén previstos en el Presupuesto.",
    "option_b": "La iniciativa para proponer al Pleno la declaración de lesividad en materia de la competencia del Presidente.",
    "option_c": "Concertar operaciones de crédito siempre que estén previstas en el Presupuesto.",
    "option_d": "Ninguna.",
    "correct_option": 0,
    "correct_letter": "A",
    "explanation": "La respuesta correcta es A). Según el artículo 34 de la Ley 7/1985, el Presidente de la Diputación tiene la facultad de aprobar proyectos de obras y servicios que estén contemplados en el presupuesto y para los cuales sea competente en su contratación o concesión. \n\nLas otras opciones son incorrectas porque la B) se refiere a una iniciativa que no puede delegar, y la C) implica una acción que también está reservada al Presidente y no puede ser delegada.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "34",
    "article_content": "1. Corresponde en todo caso al Presidente de la Diputación:\n\na) Dirigir el gobierno y la administración de la provincia.\n\nb) Representar a la Diputación.\n\nc) Convocar y presidir las sesiones del Pleno, salvo los supuestos previstos en la presente Ley y en la legislación electoral general, de la Junta de Gobierno y cualquier otro órgano de la Diputación, y decidir los empates con voto de calidad.\n\nd) Dirigir, inspeccionar e impulsar los servicios y obras cuya titularidad o ejercicio corresponde a la Diputación Provincial.\n\ne) Asegurar la gestión de los servicios propios de la Comunidad Autónoma cuya gestión ordinaria esté encomendada a la Diputación.\n\nf) El desarrollo de la gestión económica de acuerdo con el Presupuesto aprobado, disponer gastos dentro de los límites de su competencia, concertar operaciones de crédito, con exclusión de las contempladas en el artículo 158.5 de la Ley 39/1988, de 28 de diciembre, Reguladora de las Haciendas Locales, siempre que aquéllas estén previstas en el Presupuesto y su importe acumulado dentro de cada ejercicio económico no supere el 10 por 100 de sus recursos ordinarios, salvo las de tesorería que le corresponderán cuando el importe acumulado de las operaciones vivas en cada momento no supere el 15 por 100 de los ingresos corrientes liquidados en el ejercicio anterior, ordenar pagos y rendir cuentas ; todo ello de conformidad con lo dispuesto en la Ley Reguladora de las Haciendas Locales.\n\ng) Aprobar la oferta de empleo público de acuerdo con el Presupuesto y la plantilla aprobados por el Pleno, aprobar las bases de las pruebas para la selección del personal y para los concursos de provisión de puestos de trabajo y distribuir las retribuciones complementarias que no sean fijas y periódicas.\n\nh) Desempeñar la jefatura superior de todo el personal, y acordar su nombramiento y sanciones, incluida la separación del servicio de los funcionarios de la Corporación y el despido del personal laboral, dando cuenta al Pleno en la primera sesión que celebre. Esta atribución se entenderá sin perjuicio de lo previsto en el artículo 99.1 y 3 de esta Ley.\n\ni) El ejercicio de las acciones judiciales y administrativas y la defensa de la Diputación en las materias de su competencia, incluso cuando las hubiere delegado en otro órgano, y, en caso de urgencia, en materias de la competencia del Pleno, en este último supuesto dando cuenta al mismo en la primera sesión que celebre para su ratificación.\n\nj) La iniciativa para proponer al Pleno la declaración de lesividad en materia de la competencia del Presidente.\n\nk) (Derogada)\n\nl) La aprobación de los proyectos de obras y de servicios cuando sea competente para su contratación o concesión y estén previstos en el Presupuesto.\n\nm) (Derogada)\n\nn) Ordenar la publicación y ejecución y hacer cumplir los acuerdos de la Diputación.\n\nñ) Las demás que expresamente les atribuyan las leyes.\n\no) El ejercicio de aquellas otras atribuciones que la legislación del Estado o de las Comunidades Autónomas asigne a la Diputación y no estén expresamente atribuidas a otros órganos.\n\n2. El Presidente puede delegar el ejercicio de sus atribuciones, salvo la de convocar y presidir las sesiones del Pleno y de la Junta de Gobierno, decidir los empates con el voto de calidad, concertar operaciones de crédito, la jefatura superior de todo el personal, la separación del servicio de funcionarios y el despido del personal laboral, y las enunciadas en los párrafos a), i) y j) del número anterior.\n\n3. Corresponde, asimismo, al Presidente el nombramiento de los Vicepresidentes.",
    "law_short_name": "Ley 7/1985"
  },
  {
    "id": "79327783-699b-4a65-a555-487fc58a2190",
    "question_text": "Indica cual de las siguientes características no es una de las de la Comisión Nacional de Administración Local:",
    "option_a": "Es un órgano permanente.",
    "option_b": "Se establece para la colaboración.",
    "option_c": "Relaciona a la Administración General del Estado y la Administración local.",
    "option_d": "Todas las anteriores son correctas.",
    "correct_option": 3,
    "correct_letter": "D",
    "explanation": "La respuesta correcta es D). Según el artículo 117 de la Ley 7/1985, la Comisión Nacional de Administración Local es un órgano permanente que facilita la colaboración entre la Administración General del Estado y la Administración local. Todas las características mencionadas en las opciones son correctas, ya que reflejan el propósito y la estructura de esta Comisión.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "117",
    "article_content": "1. La Comisión Nacional de Administración Local es el órgano permanente para la colaboración entre la Administración General del Estado y la Administración local.\n\n2. La Comisión estará formada, bajo la presidencia del Ministro de Administraciones Públicas, por un número igual de representantes de las entidades locales y de la Administración General del Estado. La designación de los representantes de las entidades locales corresponde en todo caso a la asociación de ámbito estatal con mayor implantación.\n\nSu composición, funcionamiento y régimen de adopción de acuerdos se determinará reglamentariamente, mediante real decreto aprobado por el Consejo de Ministros, a propuesta del Ministro de Administraciones Públicas.\n\n3. La Comisión se reúne previa convocatoria de su Presidente, a iniciativa propia o a solicitud de la representación local. A sus reuniones podrán asistir, cuando sean convocados por su Presidente, representantes de las comunidades autónomas.\n\n4. El Pleno de la Comisión Nacional de Administración Local podrá delegar funciones en sus Subcomisiones, con excepción del informe de los anteproyectos de ley que versen sobre las siguientes materias:\n\na) Normativa básica de régimen local.\n\nb) Haciendas Locales.\n\nc) Leyes Orgánicas que afecten a la Administración Local.",
    "law_short_name": "Ley 7/1985"
  },
  {
    "id": "9e49afe5-9f6a-48f3-b73b-80d3acc7e203",
    "question_text": "A tenor de lo establecido en la Constitución, es una función constitucional del Rey:",
    "option_a": "Declarar los estados de alarma, excepción y sitio.",
    "option_b": "Nombrar a los Presidentes de las Comunidades Autónomas.",
    "option_c": "Sustituir al Presidente del Gobierno en caso de Guerra.",
    "option_d": "Interponer el recurso de inconstitucionalidad.",
    "correct_option": 1,
    "correct_letter": "B",
    "explanation": "Constitución Española.\nArtículo 152.\n1. En los Estatutos aprobados por el procedimiento a que se refiere el artículo anterior, la organización institucional autonómica se basará en una Asamblea Legislativa, elegida por sufragio universal, con arreglo a un sistema de representación proporcional que asegure, además, la representación de las diversas zonas del territorio; un Consejo de Gobierno con funciones ejecutivas y administrativas y un Presidente, elegido por la Asamblea, de entre sus miembros, y nombrado por el Rey, al que corresponde la dirección del Consejo de Gobierno, la suprema representación de la respectiva Comunidad y la ordinaria del Estado en aquélla. El Presidente y los miembros del Consejo de Gobierno serán políticamente responsables ante la Asamblea.\nUn Tribunal Superior de Justicia, sin perjuicio de la jurisdicción que corresponde al Tribunal Supremo, culminará la organización judicial en el ámbito territorial de la Comunidad Autónoma. En los Estatutos de las Comunidades Autónomas podrán establecerse los supuestos y las formas de participación de aquéllas en la organización de las demarcaciones judiciales del territorio. Todo ello de conformidad con lo previsto en la ley orgánica del poder judicial y dentro de la unidad e independencia de éste.\nSin perjuicio de lo dispuesto en el artículo 123, las sucesivas instancias procesales, en su caso, se agotarán ante órganos judiciales radicados en el mismo territorio de la Comunidad Autónoma en que esté el órgano competente en primera instancia.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "152",
    "article_content": "1. En los Estatutos aprobados por el procedimiento a que se refiere el artículo anterior, la organización institucional autonómica se basará en una Asamblea Legislativa, elegida por sufragio universal, con arreglo a un sistema de representación proporcional que asegure, además, la representación de las diversas zonas del territorio; un Consejo de Gobierno con funciones ejecutivas y administrativas y un Presidente, elegido por la Asamblea, de entre sus miembros, y nombrado por el Rey, al que corresponde la dirección del Consejo de Gobierno, la suprema representación de la respectiva Comunidad y la ordinaria del Estado en aquélla. El Presidente y los miembros del Consejo de Gobierno serán políticamente responsables ante la Asamblea.\n\nUn Tribunal Superior de Justicia, sin perjuicio de la jurisdicción que corresponde al Tribunal Supremo, culminará la organización judicial en el ámbito territorial de la Comunidad Autónoma. En los Estatutos de las Comunidades Autónomas podrán establecerse los supuestos y las formas de participación de aquéllas en la organización de las demarcaciones judiciales del territorio. Todo ello de conformidad con lo previsto en la ley orgánica del poder judicial y dentro de la unidad e independencia de éste.\n\nSin perjuicio de lo dispuesto en el artículo 123, las sucesivas instancias procesales, en su caso, se agotarán ante órganos judiciales radicados en el mismo territorio de la Comunidad Autónoma en que esté el órgano competente en primera instancia.\n\n2. Una vez sancionados y promulgados los respectivos Estatutos, solamente podrán ser modificados mediante los procedimientos en ellos establecidos y con referéndum entre los electores inscritos en los censos correspondientes.\n\n3. Mediante la agrupación de municipios limítrofes, los Estatutos podrán establecer circunscripciones territoriales propias, que gozarán de plena personalidad jurídica.",
    "law_short_name": "CE"
  },
  {
    "id": "ba5467b6-0ea2-4771-a4f6-ad31cb966a65",
    "question_text": "¿Cuál de éstas entidades no tiene la condición de entidad local de acuerdo con LBRL?",
    "option_a": "Las Áreas Metropolitanas",
    "option_b": "Las entidades de ámbito territorial inferior al municipal, instituidas o reconocidas por el Gobierno",
    "option_c": "Las Mancomunidades de Municipios",
    "option_d": "Las Comarcas u otras entidades que agrupen varios Municipios",
    "correct_option": 1,
    "correct_letter": "B",
    "explanation": "La respuesta correcta es B). Según el artículo 3 de la Ley 7/1985, son entidades locales territoriales el municipio, la provincia y la isla según lo indicado en la opción B.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "3",
    "article_content": "1. Son Entidades Locales territoriales:\n\na) El Municipio.\n\nb) La Provincia.\n\nc) La Isla en los archipiélagos balear y canario.\n\n2. Gozan, asimismo, de la condición de Entidades Locales:\n\na) Las Comarcas u otras entidades que agrupen varios Municipios, instituidas por las Comunidades Autónomas de conformidad con esta Ley y los correspondientes Estatutos de Autonomía.\n\nb) Las Áreas Metropolitanas.\n\nc) Las Mancomunidades de Municipios.",
    "law_short_name": "Ley 7/1985"
  },
  {
    "id": "da7e9c4c-d382-43dc-b670-1e40f96aae0e",
    "question_text": "De acuerdo con el artículo 47 de la Ley 7/1985, de 2 de abril, Reguladora de las Bases del Régimen Local, se requiere el voto favorable de la mayoría simple de asistentes en el pleno de las corporaciones locales para la adopción de la:",
    "option_a": "Alteración de la calificación jurídica de los bienes demaniales o comunales",
    "option_b": "Aprobación y modificación del reglamento orgánico propio de la corporación",
    "option_c": "Cesión onerosa de bienes a otras Administraciones o instituciones públicas",
    "option_d": "Alteración del nombre y de la capitalidad del municipio",
    "correct_option": 2,
    "correct_letter": "C",
    "explanation": "Correcto: Según el artículo 47 de la Ley 7/1985, la cesión onerosa de bienes a otras Administraciones o instituciones públicas requiere mayoría simple, mientras que las demás opciones requieren mayoría absoluta.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "47",
    "article_content": "1. Los acuerdos de las corporaciones locales se adoptan, como regla general, por mayoría simple de los miembros presentes. Existe mayoría simple cuando los votos afirmativos son más que los negativos.\n\n2. Se requiere el voto favorable de la mayoría absoluta del número legal de miembros de las corporaciones para la adopción de acuerdos en las siguientes materias:\n\na) Creación y supresión de municipios y alteración de términos municipales.\n\nb) Creación, modificación y supresión de las entidades a que se refiere el artículo 45 de esta ley.\n\nc) Aprobación de la delimitación del término municipal.\n\nd) Alteración del nombre y de la capitalidad del municipio.\n\ne) Adopción o modificación de su bandera, enseña o escudo.\n\nf) Aprobación y modificación del reglamento orgánico propio de la corporación.\n\ng) Creación, modificación o disolución de mancomunidades u otras organizaciones asociativas, así como la adhesión a las mismas y la aprobación y modificación de sus estatutos.\n\nh) Transferencia de funciones o actividades a otras Administraciones públicas, así como la aceptación de las delegaciones o encomiendas de gestión realizadas por otras administraciones, salvo que por ley se impongan obligatoriamente.\n\ni) Cesión por cualquier título del aprovechamiento de los bienes comunales.\n\nj) Concesión de bienes o servicios por más de cinco años, siempre que su cuantía exceda del 20 por ciento de los recursos ordinarios del presupuesto.\n\nk) Municipalización o provincialización de actividades en régimen de monopolio y aprobación de la forma concreta de gestión del servicio correspondiente.\n\nl) Aprobaciones de operaciones financieras o de crédito y concesiones de quitas o esperas, cuando su importe supere el 10 por ciento de los recursos ordinarios de su presupuesto, así como las operaciones de crédito previstas en el artículo 158.5 de la Ley 39/1988, de 28 de diciembre, reguladora de las Haciendas Locales.\n\nll) Los acuerdos que corresponda adoptar a la corporación en la tramitación de los instrumentos de planeamiento general previstos en la legislación urbanística.\n\nm) Enajenación de bienes, cuando su cuantía exceda del 20 por ciento de los recursos ordinarios de su presupuesto.\n\nn) Alteración de la calificación jurídica de los bienes demaniales o comunales.\n\nñ) Cesión gratuita de bienes a otras Administraciones o instituciones públicas.\n\no) Las restantes determinadas por la ley.\n\n3. Las normas relativas a adopción de acuerdos en los municipios señalados en el artículo 121 de esta ley, son las contenidas en el apartado 2 del artículo 123.",
    "law_short_name": "Ley 7/1985"
  },
  {
    "id": "67c25c91-f2f2-4e87-ad1a-3e4ec6b45e82",
    "question_text": "¿A quién le corresponde la representación ordinaria del Estado en la provincia de Guadalajara?",
    "option_a": "Al Presidente de la Comunidad Autónoma de Castilla-La Mancha.",
    "option_b": "Al Ministro de Política Territorial y Memoria Democrática.",
    "option_c": "Al Delegado del Gobierno en Castilla-La Mancha.",
    "option_d": "Al Subdelegado del Gobierno en la provincia.",
    "correct_option": 0,
    "correct_letter": "A",
    "explanation": "Constitución Española.\nArtículo 152.\n1. En los Estatutos aprobados por el procedimiento a que se refiere el artículo anterior, la organización institucional autonómica se basará en una Asamblea Legislativa, elegida por sufragio universal, con arreglo a un sistema de representación proporcional que asegure, además, la representación de las diversas zonas del territorio; un Consejo de Gobierno con funciones ejecutivas y administrativas y un Presidente, elegido por la Asamblea, de entre sus miembros, y nombrado por el Rey, al que corresponde la dirección del Consejo de Gobierno, la suprema representación de la respectiva Comunidad y la ordinaria del Estado en aquélla. El Presidente y los miembros del Consejo de Gobierno serán políticamente responsables ante la Asamblea.\nUn Tribunal Superior de Justicia, sin perjuicio de la jurisdicción que corresponde al Tribunal Supremo, culminará la organización judicial en el ámbito territorial de la Comunidad Autónoma. En los Estatutos de las Comunidades Autónomas podrán establecerse los supuestos y las formas de participación de aquéllas en la organización de las demarcaciones judiciales del territorio. Todo ello de conformidad con lo previsto en la ley orgánica del poder judicial y dentro de la unidad e independencia de éste.\nSin perjuicio de lo dispuesto en el artículo 123, las sucesivas instancias procesales, en su caso, se agotarán ante órganos judiciales radicados en el mismo territorio de la Comunidad Autónoma en que esté el órgano competente en primera instancia.",
    "topic_review_status": "all_wrong",
    "article_number": "152",
    "article_content": "1. En los Estatutos aprobados por el procedimiento a que se refiere el artículo anterior, la organización institucional autonómica se basará en una Asamblea Legislativa, elegida por sufragio universal, con arreglo a un sistema de representación proporcional que asegure, además, la representación de las diversas zonas del territorio; un Consejo de Gobierno con funciones ejecutivas y administrativas y un Presidente, elegido por la Asamblea, de entre sus miembros, y nombrado por el Rey, al que corresponde la dirección del Consejo de Gobierno, la suprema representación de la respectiva Comunidad y la ordinaria del Estado en aquélla. El Presidente y los miembros del Consejo de Gobierno serán políticamente responsables ante la Asamblea.\n\nUn Tribunal Superior de Justicia, sin perjuicio de la jurisdicción que corresponde al Tribunal Supremo, culminará la organización judicial en el ámbito territorial de la Comunidad Autónoma. En los Estatutos de las Comunidades Autónomas podrán establecerse los supuestos y las formas de participación de aquéllas en la organización de las demarcaciones judiciales del territorio. Todo ello de conformidad con lo previsto en la ley orgánica del poder judicial y dentro de la unidad e independencia de éste.\n\nSin perjuicio de lo dispuesto en el artículo 123, las sucesivas instancias procesales, en su caso, se agotarán ante órganos judiciales radicados en el mismo territorio de la Comunidad Autónoma en que esté el órgano competente en primera instancia.\n\n2. Una vez sancionados y promulgados los respectivos Estatutos, solamente podrán ser modificados mediante los procedimientos en ellos establecidos y con referéndum entre los electores inscritos en los censos correspondientes.\n\n3. Mediante la agrupación de municipios limítrofes, los Estatutos podrán establecer circunscripciones territoriales propias, que gozarán de plena personalidad jurídica.",
    "law_short_name": "CE"
  },
  {
    "id": "c8b0df1e-1fe1-47e7-a15a-3c3f7c6dfd9b",
    "question_text": "La mayoría necesaria para aprobar la reforma de un Estatuto de Autonomía en el Senado es:",
    "option_a": "Absoluta",
    "option_b": "1/3 de los miembros presentes de la Cámara",
    "option_c": "3/4 de los miembros totales de la Cámara",
    "option_d": "Simple",
    "correct_option": 3,
    "correct_letter": "D",
    "explanation": "La respuesta correcta es D). Conforme al artículo 147 de la Constitución Española, los Estatutos de Autonomía contendrán la denominación de la Comunidad, la delimitación de su territorio, las instituciones y las competencias asumidas.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "147",
    "article_content": "1. Dentro de los términos de la presente Constitución, los Estatutos serán la norma institucional básica de cada Comunidad Autónoma y el Estado los reconocerá y amparará como parte integrante de su ordenamiento jurídico.\n\n2. Los Estatutos de autonomía deberán contener:\n\na) La denominación de la Comunidad que mejor corresponda a su identidad histórica.\n\nb) La delimitación de su territorio.\n\nc) La denominación, organización y sede de las instituciones autónomas propias.\n\nd) Las competencias asumidas dentro del marco establecido en la Constitución y las bases para el traspaso de los servicios correspondientes a las mismas.\n\n3. La reforma de los Estatutos se ajustará al procedimiento establecido en los mismos y requerirá, en todo caso, la aprobación por las Cortes Generales, mediante ley orgánica.",
    "law_short_name": "CE"
  },
  {
    "id": "0a8a1d92-b93c-400a-8b7f-a40adc434140",
    "question_text": "La mayoría necesaria para aprobar la reforma de un Estatuto de Autonomía en el Senado es:",
    "option_a": "Simple",
    "option_b": "1/3 de los miembros presentes de la Cámara",
    "option_c": "Absoluta",
    "option_d": "3/4 de los miembros totales de la Cámara",
    "correct_option": 0,
    "correct_letter": "A",
    "explanation": "Según el artículo 147.3 y 81 de la Constitución Española, la reforma de los Estatutos se requiere mayoría simple en el Senado.",
    "topic_review_status": "bad_answer_and_explanation",
    "article_number": "147",
    "article_content": "1. Dentro de los términos de la presente Constitución, los Estatutos serán la norma institucional básica de cada Comunidad Autónoma y el Estado los reconocerá y amparará como parte integrante de su ordenamiento jurídico.\n\n2. Los Estatutos de autonomía deberán contener:\n\na) La denominación de la Comunidad que mejor corresponda a su identidad histórica.\n\nb) La delimitación de su territorio.\n\nc) La denominación, organización y sede de las instituciones autónomas propias.\n\nd) Las competencias asumidas dentro del marco establecido en la Constitución y las bases para el traspaso de los servicios correspondientes a las mismas.\n\n3. La reforma de los Estatutos se ajustará al procedimiento establecido en los mismos y requerirá, en todo caso, la aprobación por las Cortes Generales, mediante ley orgánica.",
    "law_short_name": "CE"
  },
  {
    "id": "92587d1c-971e-4f43-9737-f00c4dfea00d",
    "question_text": "¿Cuántos municipios debían formar parte de la iniciativa autonómica en el caso de las Comunidades que accedieron por la vía especial, en el caso de que hubieran plebiscitado afirmativamente Estatutos en el pasado y contasen con un régimen provisional de autonomía al promulgarse la Constitución?",
    "option_a": "3/4 partes.",
    "option_b": "2/3 partes.",
    "option_c": "1/3 partes.",
    "option_d": "Ninguna de las respuestas es correcta.",
    "correct_option": 3,
    "correct_letter": "D",
    "explanation": "Constitución Española\nDisposición Transitoria Segunda\nLos territorios que en el pasado hubiesen plebiscitado afirmativamente proyectos de Estatuto de autonomía y cuenten, al tiempo de promulgarse esta Constitución, con regímenes provisionales de autonomía podrán proceder inmediatamente en la forma que se prevé en el apartado 2 del artículo 148, cuando así lo acordaren, por mayoría absoluta, sus órganos preautonómicos colegiados superiores, comunicándolo al Gobierno. El proyecto de Estatuto será elaborado de acuerdo con lo establecido en el artículo 151, número 2, a convocatoria del órgano colegiado preautonómico.",
    "topic_review_status": "all_wrong",
    "article_number": "148",
    "article_content": "1. Las Comunidades Autónomas podrán asumir competencias en las siguientes materias:\n\n1.ª Organización de sus instituciones de autogobierno.\n\n2.ª Las alteraciones de los términos municipales comprendidos en su territorio y, en general, las funciones que correspondan a la Administración del Estado sobre las Corporaciones locales y cuya transferencia autorice la legislación sobre Régimen Local.\n\n3.ª Ordenación del territorio, urbanismo y vivienda.\n\n4.ª Las obras públicas de interés de la Comunidad Autónoma en su propio territorio.\n\n5.ª Los ferrocarriles y carreteras cuyo itinerario se desarrolle íntegramente en el territorio de la Comunidad Autónoma y, en los mismos términos, el transporte desarrollado por estos medios o por cable.\n\n6.ª Los puertos de refugio, los puertos y aeropuertos deportivos y, en general, los que no desarrollen actividades comerciales.\n\n7.ª La agricultura y ganadería, de acuerdo con la ordenación general de la economía.\n\n8.ª Los montes y aprovechamientos forestales.\n\n9.ª La gestión en materia de protección del medio ambiente.\n\n10.ª Los proyectos, construcción y explotación de los aprovechamientos hidráulicos, canales y regadíos de interés de la Comunidad Autónoma; las aguas minerales y termales.\n\n11.ª La pesca en aguas interiores, el marisqueo y la acuicultura, la caza y la pesca fluvial.\n\n12.ª Ferias interiores.\n\n13.ª El fomento del desarrollo económico de la Comunidad Autónoma dentro de los objetivos marcados por la política económica nacional.\n\n14.ª La artesanía.\n\n15.ª Museos, bibliotecas y conservatorios de música de interés para la Comunidad Autónoma.\n\n16.ª Patrimonio monumental de interés de la Comunidad Autónoma.\n\n17.ª El fomento de la cultura, de la investigación y, en su caso, de la enseñanza de la lengua de la Comunidad Autónoma.\n\n18.ª Promoción y ordenación del turismo en su ámbito territorial.\n\n19.ª Promoción del deporte y de la adecuada utilización del ocio.\n\n20.ª Asistencia social.\n\n21.ª Sanidad e higiene.\n\n22.ª La vigilancia y protección de sus edificios e instalaciones. La coordinación y demás facultades en relación con las policías locales en los términos que establezca una ley orgánica.\n\n2. Transcurridos cinco años, y mediante la reforma de sus Estatutos, las Comunidades Autónomas podrán ampliar sucesivamente sus competencias dentro del marco establecido en el artículo 149.",
    "law_short_name": "CE"
  }
]