{
  "archivo": "2018-libre-A.txt",
  "total_preguntas": 104,
  "preguntas": [
    {
      "numero": 1,
      "texto": "La capacidad y legitimación para intervenir en los procesos civiles que versen sobre la defensa del derecho a la tutela judicial efectiva, según la Ley 3/2007 para la igualdad efectiva de mujeres y hombres, corresponden:",
      "opciones": {
        "A": "Únicamente a las personas físicas con interés legítimo, determinadas en las Leyes reguladoras de estos procesos.",
        "B": "A las personas físicas y jurídicas con interés legítimo, determinadas en las Leyes reguladoras de estos procesos.",
        "C": "Únicamente a las personas jurídicas con interés legítimo, determinadas en las Leyes reguladoras de estos procesos.",
        "D": "Cualquier persona."
      }
    },
    {
      "numero": 2,
      "texto": "No constituye una prohibición para ser jurado:",
      "opciones": {
        "A": "Tener interés, directo o indirecto, en la causa.",
        "B": "Haber intervenido en la causa como testigo, perito, fiador o intérprete.",
        "C": "Tener vínculo de parentesco con el Magistrado-Presidente de otra Sala.",
        "D": "Tener con el Magistrado-Presidente del Tribunal vínculo de parentesco o relación a que se refieren los apartados 1, 2, 3, 4, 7, 8 y 11 del artículo 219 LOPJ."
      }
    },
    {
      "numero": 3,
      "texto": "Conforme a lo establecido en la LOPJ, los funcionarios a los que se sancione con traslado forzoso por una falta muy grave, no podrán obtener nuevo destino en el municipio de origen durante:",
      "opciones": {
        "A": "Un año.",
        "B": "Dos años.",
        "C": "Tres años.",
        "D": "Cuatro años."
      }
    },
    {
      "numero": 4,
      "texto": "Según la LECrim, el recurso de queja podrá interponerse contra:",
      "opciones": {
        "A": "Las sentencias.",
        "B": "Los autos no apelables del Juez y contra las resoluciones en que se denegare la admisión de un recurso de apelación.",
        "C": "Los autos que resuelvan el recurso de reforma",
        "D": "Los decretos del Letrado de la Administración de Justicia."
      }
    },
    {
      "numero": 5,
      "texto": "Conforme al artículo 149 de la LEC, a través de qué acto de comunicación se ordena el libramiento de certificaciones o testimonios y la práctica de cualquier actuación cuya ejecución corresponda a los Registradores de la Propiedad:",
      "opciones": {
        "A": "Oficio.",
        "B": "Requerimiento.",
        "C": "Mandamiento.",
        "D": "Emplazamiento."
      }
    },
    {
      "numero": 6,
      "texto": "De conformidad con la Ley 20/2011, de 21 de julio, de Registro Civil, ¿cómo se realiza la atribución de los apellidos en la inscripción de nacimiento si no hay acuerdo entre los progenitores?:",
      "opciones": {
        "A": "El encargado del Registro Civil acordará el orden de los apellidos atendiendo al interés superior del menor.",
        "B": "El encargado del Registro Civil impondrá en primer lugar el primer apellido del padre y en segundo lugar el primer apellido de la madre.",
        "C": "El orden de los apellidos se atribuirá al azar.",
        "D": "Se impondrá el apellido del progenitor cuya letra comience por la A hasta la M, los años pares, y los impares por la N hasta la Z."
      }
    },
    {
      "numero": 7,
      "texto": "El Instituto Nacional de Toxicología y Ciencias Forenses como órgano técnico, cuya misión principal es auxiliar a la Administración de Justicia, está adscrito:",
      "opciones": {
        "A": "Al Consejo General del Poder Judicial.",
        "B": "Al Ministerio de Sanidad.",
        "C": "A los Tribunales Superiores de Justicia.",
        "D": "Al Ministerio de Justicia."
      }
    },
    {
      "numero": 8,
      "texto": "Según la LEC, los actos de comunicación se realizarán bajo la dirección del Letrado de la Administración de Justicia. Tales actos se ejecutarán por:",
      "opciones": {
        "A": "Los funcionarios del Cuerpo de Auxilio Judicial y el procurador de la parte que lo solicite.",
        "B": "El funcionario del Cuerpo de Tramitación Procesal y Administrativa que designe el Letrado de la Administración de Justicia.",
        "C": "Siempre por el Procurador de la parte interesada en la práctica del acto de comunicación.",
        "D": "El funcionario del Cuerpo de Gestión Procesal que designe el Letrado de la Administración de Justicia."
      }
    },
    {
      "numero": 9,
      "texto": "Según el Tratado de la Unión Europea, el Consejo Europeo se reunirá con carácter ordinario:",
      "opciones": {
        "A": "Una vez por semestre.",
        "B": "Dos veces por semestre.",
        "C": "Mensualmente.",
        "D": "Anualmente."
      }
    },
    {
      "numero": 10,
      "texto": "¿Qué derecho no está comprendido en la libertad sindical de conformidad con el artículo 2 de la Ley Orgánica que lo regula?:",
      "opciones": {
        "A": "El derecho a fundar sindicatos sin autorización previa, así como el derecho a suspenderlo o a extinguirlos por procedimientos democráticos.",
        "B": "El derecho a la actividad sindical.",
        "C": "El derecho de los afiliados a elegir libremente a sus representantes dentro de cada sindicato.",
        "D": "El derecho a elegir qué funcionarios formarán parte de las listas sindicales."
      }
    },
    {
      "numero": 11,
      "texto": "En el procedimiento para el juicio sobre delitos leves, en el supuesto de que la competencia para conocer corresponda al Juzgado de Violencia sobre la Mujer, la Policía Judicial habrá de realizar las citaciones ante dicho Juzgado:",
      "opciones": {
        "A": "En el día hábil más próximo.",
        "B": "En el día hábil más próximo, pero siempre ante el Juez de Instrucción.",
        "C": "En los siete días siguientes.",
        "D": "Son falsas todas las opciones anteriores por no ser competente el Juzgado de Violencia sobre la mujer."
      }
    },
    {
      "numero": 12,
      "texto": "De conformidad con la LEC, el recurso de queja se interpondrá ante:",
      "opciones": {
        "A": "El órgano al que corresponda resolver el recurso no admitido, en el plazo de cinco días.",
        "B": "El órgano al que corresponda resolver el recurso admitido, en el plazo de tres días.",
        "C": "El órgano al que corresponda resolver el recurso no tramitado, en el plazo de diez días.",
        "D": "El órgano al que corresponda resolver el recurso admitido, en el plazo de veinte días."
      }
    },
    {
      "numero": 13,
      "texto": "La organización de los servicios de asistencia social integral preceptuados en la Ley 1/2004 de Medidas de Protección Integral contra la Violencia de Género, corresponderá a:",
      "opciones": {
        "A": "Las Comunidades Autónomas y las Corporaciones Locales.",
        "B": "El Ministerio de Sanidad, Servicios Sociales e Igualdad.",
        "C": "El Gobierno del Estado.",
        "D": "La Delegación Especial del Gobierno contra la Violencia sobre la Mujer."
      }
    },
    {
      "numero": 14,
      "texto": "¿Pueden las partes solicitar la modificación provisional de una medida definitiva de separación o divorcio?:",
      "opciones": {
        "A": "No se puede modificar una medida definitiva.",
        "B": "Sólo se puede cuando hubiere hijos menores de edad.",
        "C": "Se puede y se tramita como una solicitud de medidas provisionales.",
        "D": "Se puede siempre que informe favorablemente el Ministerio Fiscal."
      }
    },
    {
      "numero": 15,
      "texto": "Los Letrados de la Administración de Justicia que sean designados Encargados del Registro Civil podrán hallarse en situación de:",
      "opciones": {
        "A": "Servicio activo.",
        "B": "Servicios especiales.",
        "C": "Comisión de servicios.",
        "D": "Excedencia voluntaria."
      }
    },
    {
      "numero": 16,
      "texto": "De conformidad con el artículo 456 de la LOPJ, ¿cuál de las siguientes materias no es atribuida a los Letrados de la Administración de Justicia?:",
      "opciones": {
        "A": "La Jurisdicción voluntaria.",
        "B": "La Conciliación.",
        "C": "La Mediación.",
        "D": "La resolución de inadmisión de demanda."
      }
    },
    {
      "numero": 17,
      "texto": "Si la persona citada y requerida a exhibir una cosa no atendiere el requerimiento ni formulare oposición conforme al artículo 261 de la LEC:",
      "opciones": {
        "A": "El Juez podrá embargársela de inmediato.",
        "B": "El Juez le impondrá una multa coercitiva.",
        "C": "El Juez podrá ordenar la entrada y registro del lugar en que se encuentre.",
        "D": "El Juez podrá embargar o multar."
      }
    },
    {
      "numero": 18,
      "texto": "Conforme a lo dispuesto en la LEC, cuando la ley no exprese la clase de resolución que haya de emplearse, se dictará decreto:",
      "opciones": {
        "A": "En cualquier clase de procedimiento, cuando fuere preciso o conveniente razonar lo resuelto.",
        "B": "Cuando se resuelva sobre admisión o inadmisión de demanda.",
        "C": "Cuando la resolución tenga por objeto dar a los autos el curso que la ley establezca.",
        "D": "Cuando se resuelva sobre la acumulación de acciones."
      }
    },
    {
      "numero": 19,
      "texto": "Conforme a la Ley de Bases de Régimen Local, ¿cuál de las siguientes funciones no corresponde al Pleno de la Diputación?:",
      "opciones": {
        "A": "La aprobación de las ordenanzas.",
        "B": "La alteración de la calificación jurídica de los bienes de dominio público.",
        "C": "La aprobación de los planes de carácter autonómico.",
        "D": "El planteamiento de conflictos de competencia a otras Entidades Locales y demás Administraciones Públicas."
      }
    },
    {
      "numero": 20,
      "texto": "Según el artículo 41 de la Ley 9/1987, de 12 de junio, de los Órganos de Representación ¿quiénes no están legitimados para convocar una reunión?:",
      "opciones": {
        "A": "Los Delegados de Personal.",
        "B": "Las Juntas de Personal.",
        "C": "Cualesquiera funcionarios de las Administraciones respectivas, siempre que su número no sea inferior al 30 por 100 del colectivo convocado.",
        "D": "Las organizaciones sindicales directamente."
      }
    },
    {
      "numero": 21,
      "texto": "La sentencia en el procedimiento abreviado de la jurisdicción Contencioso-administrativa se dictará en el plazo de:",
      "opciones": {
        "A": "Veinte días desde la celebración de la vista.",
        "B": "Diez días desde la celebración de la vista.",
        "C": "Veinticinco días desde la celebración de la vista.",
        "D": "Quince días desde la celebración de la vista."
      }
    },
    {
      "numero": 22,
      "texto": "De conformidad con lo dispuesto en la LOPJ, los programas y aplicaciones informáticos que se utilicen en la Administración de Justicia deberán ser previamente informados por:",
      "opciones": {
        "A": "El Consejo General del Poder Judicial.",
        "B": "El Ministerio de Justicia.",
        "C": "La Comunidad Autónoma con competencias asumidas.",
        "D": "El Ministerio de Hacienda."
      }
    },
    {
      "numero": 23,
      "texto": "Para el ingreso en el Cuerpo de Facultativos del Instituto Nacional de Toxicología y Ciencias Forenses, la titulación exigida es:",
      "opciones": {
        "A": "Ser licenciado en una carrera universitaria en Ciencias Experimentales y de la Salud.",
        "B": "Estar en posesión del título de Técnico Superior en Formación Profesional.",
        "C": "Estar en posesión del título de Técnico en Formación Profesional.",
        "D": "Estar en posesión del título de Diplomado Universitario."
      }
    },
    {
      "numero": 24,
      "texto": "De conformidad con lo dispuesto en el artículo 184 de la LOPJ, para la instrucción de las causas criminales son hábiles:",
      "opciones": {
        "A": "Todos los días del año y las horas serán hábiles sin necesidad de habilitación especial.",
        "B": "Todos los días del año y las horas serán hábiles previa habilitación por el Consejo General del Poder Judicial.",
        "C": "Todos los días del año y las horas serán hábiles a excepción del mes de agosto.",
        "D": "Todos los días del año y las horas serán hábiles a excepción de los días 25 y 31 de diciembre los días de fiesta nacional y los festivos laborales en la respectiva comunidad autónoma o local."
      }
    },
    {
      "numero": 25,
      "texto": "En relación a la asistencia o inasistencia al acto de conciliación en la jurisdicción social, indique la respuesta incorrecta:",
      "opciones": {
        "A": "La asistencia al acto de conciliación o de mediación es obligatorio para los litigantes.",
        "B": "Cuando estando debidamente citados las partes para el acto de conciliación o de mediación no compareciese el solicitante ni alegase justa causa, se tendrá por no presentada la papeleta de conciliación o la solicitud de mediación, archivándose todo lo actuado.",
        "C": "Si no compareciere la otra parte, debidamente citada, se hará constar expresamente en la certificación del acto de conciliación o de mediación y se tendrá la conciliación por intentada sin efecto.",
        "D": "La asistencia al acto de conciliación o de mediación es voluntaria para los litigantes."
      }
    },
    {
      "numero": 26,
      "texto": "La Sala de Gobierno del Tribunal Supremo estará constituida por:",
      "opciones": {
        "A": "El Presidente del Tribunal Supremo y tres Magistrados.",
        "B": "El Presidente del Tribunal Supremo y cinco Magistrados, que serán los dos más antiguos y los tres más modernos.",
        "C": "El Presidente del Tribunal Supremo que la presidirá, por los Presidentes de las Salas y por un número de Magistrados igual al de éstos.",
        "D": "El Presidente del Tribunal Supremo, los Presidentes de las Salas y el Magistrado más moderno de cada Sala."
      }
    },
    {
      "numero": 27,
      "texto": "El ámbito de aplicación de las obligaciones establecidas en la Ley 3/2007 para la igualdad efectiva de mujeres y hombres, es para:",
      "opciones": {
        "A": "Toda persona física o jurídica, que se encuentre o actúe en territorio español y sea únicamente de nacionalidad española.",
        "B": "Toda persona física o jurídica, que se encuentre o actúe en territorio español y sea únicamente de nacionalidad perteneciente a la UE.",
        "C": "Toda persona física o jurídica, que se encuentre o actúe en territorio español cualquiera que fuese su nacionalidad.",
        "D": "Toda persona física o jurídica, que se encuentre o actúe en territorio español y sea únicamente de nacionalidad europea."
      }
    },
    {
      "numero": 28,
      "texto": "¿En qué supuesto para reformar la Constitución han de ser disueltas las Cámaras, convocadas nuevas elecciones y someter a referéndum el nuevo texto constitucional?",
      "opciones": {
        "A": "Cuando se propusiere la modificación del Título VIII, \"De la Organización Territorial del Estado\".",
        "B": "Cuando se propusiere la revisión total de la Constitución o una parcial que afecte al Título Preliminar, al Capítulo segundo, Sección 1ª del Título I, o al Título II.",
        "C": "Cuando se propusiere la revisión parcial de la Constitución que afecte al Título VI, \"Del Poder Judicial\".",
        "D": "Únicamente cuando se propusiere la revisión total de la constitución."
      }
    },
    {
      "numero": 29,
      "texto": "En base a lo establecido en la LOPJ, los funcionarios de los Cuerpos al Servicio de la Administración de Justicia en situación de incapacidad temporal por contingencias comunes, percibirán de las retribuciones tanto básicas como complementarias, desde el primer al tercer día de la situación de incapacidad temporal, tomando como referencia aquéllas que percibían en el mes inmediato anterior al de causarse la situación, un:",
      "opciones": {
        "A": "50 por ciento.",
        "B": "55 por ciento.",
        "C": "60 por ciento.",
        "D": "65 por ciento."
      }
    },
    {
      "numero": 30,
      "texto": "Si en una demanda de desahucio por falta de pago se reclaman rentas debidas:",
      "opciones": {
        "A": "Será del ámbito de juicio verbal hasta 3.000 euros.",
        "B": "Será del ámbito de juicio verbal hasta 6.000 euros.",
        "C": "Será del ámbito de juicio ordinario si son más de 6.000 euros.",
        "D": "Será del ámbito de juicio verbal con independencia de la cuantía."
      }
    },
    {
      "numero": 31,
      "texto": "¿Cúal de las siguientes funciones no corresponde al Consejo de Ministros, como órgano colegiado del Gobierno?:",
      "opciones": {
        "A": "Aprobar los proyectos de Ley y su remisión al Congreso de los Diputados o, en su caso, al Senado.",
        "B": "Aprobar el Proyecto de Ley de Presupuestos Generales del Estado.",
        "C": "Declarar el estado de sitio.",
        "D": "Declarar el estado de excepción."
      }
    },
    {
      "numero": 32,
      "texto": "De conformidad con el Real Decreto 1065/2015 sobre comunicaciones, ¿qué sujetos no están obligados a comunicarse con la Administración de Justicia, en todo caso, a través de canales electrónicos?:",
      "opciones": {
        "A": "Las personas físicas.",
        "B": "Las personas jurídicas.",
        "C": "Las entidades sin personalidad jurídica.",
        "D": "Los funcionarios de las Administraciones Públicas para los trámites y actuaciones que realicen por razón de su cargo."
      }
    },
    {
      "numero": 33,
      "texto": "En el recurso contencioso-administrativo, las partes demandadas podrán formular las alegaciones previas:",
      "opciones": {
        "A": "En el escrito de defensa.",
        "B": "En el escrito de demanda.",
        "C": "Dentro de los primeros cinco días del plazo para contestar la demanda.",
        "D": "Ninguna es correcta."
      }
    },
    {
      "numero": 34,
      "texto": "La Carta de Derechos de los Ciudadanos ante la Justicia establece, que el ciudadano tiene derecho a formular reclamaciones, quejas y sugerencias relativas al incorrecto funcionamiento de la Administración de Justicia, así como a recibir respuesta a las mismas dentro del plazo de:",
      "opciones": {
        "A": "Seis meses.",
        "B": "Tres meses.",
        "C": "Dos meses.",
        "D": "Un mes."
      }
    },
    {
      "numero": 35,
      "texto": "Respecto a las diligencias preliminares previstas en la LEC, indique la respuesta correcta:",
      "opciones": {
        "A": "El Letrado de la Administración de Justicia las inadmitirá si no las considera justificadas.",
        "B": "Se admitirán siempre por el Tribunal cuando vayan firmadas por abogado.",
        "C": "El Tribunal tiene obligación de acordarlas pero exigiendo caución.",
        "D": "El Tribunal rechazará la petición si no las considera justificadas."
      }
    },
    {
      "numero": 36,
      "texto": "De conformidad con lo dispuesto en la LECrim, la resolución que dicte el Letrado de la Administración de Justicia cuando sea preciso o conveniente razonar su decisión se llamará:",
      "opciones": {
        "A": "Diligencia de ordenación.",
        "B": "Providencia.",
        "C": "Decreto.",
        "D": "Propuesta de auto"
      }
    },
    {
      "numero": 37,
      "texto": "La remisión de los documentos que se hallen en un Archivo Judicial de Gestión al correspondiente Archivo Judicial Territorial o al Archivo Judicial Central se formalizará periódicamente:",
      "opciones": {
        "A": "Como mínimo con carácter anual, en función del volumen de gestión de cada archivo.",
        "B": "Con carácter trimestral, una vez elaborado y remitido al CGPJ el Boletín Estadístico del trimestre de que se trate.",
        "C": "Siempre en los meses de junio y diciembre.",
        "D": "Obligatoriamente, con carácter mensual."
      }
    },
    {
      "numero": 38,
      "texto": "En los procedimientos de impugnación de altas médicas en los que deba interponerse reclamación previa, el plazo para la contestación de la misma será de:",
      "opciones": {
        "A": "Tres días entendiéndose desestimada una vez transcurrido dicho plazo.",
        "B": "Cinco días entendiéndose desestimada una vez transcurrido dicho plazo.",
        "C": "Siete días entendiéndose desestimada una vez transcurrido dicho plazo.",
        "D": "Diez días entendiéndose desestimada una vez transcurrido dicho plazo."
      }
    },
    {
      "numero": 39,
      "texto": "En el procedimiento monitorio si el domicilio del deudor es localizado en otro partido judicial:",
      "opciones": {
        "A": "El Juez se inhibe de oficio en favor del Juez del partido del domicilio del deudor.",
        "B": "Se practica igualmente el requerimiento de pago por exhorto dirigido al Juzgado del domicilio del deudor.",
        "C": "El Juez da por terminado el proceso y reservando al acreedor el derecho a instar de nuevo el proceso ante el Juzgado competente.",
        "D": "El Juez se inhibe si se opone el deudor alegando incompetencia territorial."
      }
    },
    {
      "numero": 40,
      "texto": "Según la LOPJ, las aclaraciones de algún concepto oscuro en que incurran las resoluciones judiciales, después de firmadas, podrán rectificarse:",
      "opciones": {
        "A": "De oficio o a instancia de parte o del Ministerio Fiscal dentro de los dos días hábiles siguientes al de la publicación de la resolución.",
        "B": "De oficio o a instancia de parte o del Ministerio Fiscal dentro de los diez días hábiles siguientes al de la publicación de la resolución.",
        "C": "De oficio o a instancia de parte o del Ministerio Fiscal dentro de los cinco días hábiles siguientes al de la publicación de la resolución.",
        "D": "De oficio o a instancia de parte o del Ministerio Fiscal dentro de los tres días hábiles siguientes al de la publicación de la resolución."
      }
    },
    {
      "numero": 41,
      "texto": "Los hechos relativos a nacionalidad o vecindad se inscribirán en el Registro Civil:",
      "opciones": {
        "A": "No se inscriben en el Registro Civil.",
        "B": "Al margen de la inscripción de matrimonio para determinar el régimen económico del mismo.",
        "C": "Al margen de la inscripción de tutela.",
        "D": "Al margen de la correspondiente inscripción de nacimiento."
      }
    },
    {
      "numero": 42,
      "texto": "En base a lo establecido en la LOPJ, cuál de los siguientes derechos de los funcionarios no se considera un derecho profesional:",
      "opciones": {
        "A": "Percibir la retribución y las indemnizaciones por razón del servicio establecidas en la normativa vigente.",
        "B": "La carrera profesional, a través de los mecanismos de promoción profesional que se establezcan de acuerdo con los principios de igualdad, mérito, capacidad y publicidad.",
        "C": "La libre asociación profesional.",
        "D": "Ser informados por sus jefes o superiores de las tareas o cometidos a desempeñar y a participar en la consecución de los objetivos atribuidos a la unidad donde presten sus servicios."
      }
    },
    {
      "numero": 43,
      "texto": "¿Cuál es la respuesta incorrecta respecto al número de representantes que componen la Junta de Personal de acuerdo con la escala establecida en el artículo 8 de la Ley 9/1987de 12 de junio, de los Órganos de Representación?",
      "opciones": {
        "A": "De 50 a 100 funcionarios: 6.",
        "B": "De 101 a 250 funcionarios: 7.",
        "C": "De 251 a 500 funcionarios: 11.",
        "D": "De 501 a 750 funcionarios: 15."
      }
    },
    {
      "numero": 44,
      "texto": "Si los plazos procesales estuvieren fijados por meses o años, se computarán:",
      "opciones": {
        "A": "Por días, a contar de uno determinado, quedando este excluido del cómputo.",
        "B": "De fecha a fecha.",
        "C": "De la forma que determine el Letrado de la Administración de Justicia.",
        "D": "De la forma que determine el Reglamento que dicte al efecto el Consejo General del Poder Judicial."
      }
    },
    {
      "numero": 45,
      "texto": "El Tribunal Constitucional está compuesto por:",
      "opciones": {
        "A": "20 miembros nombrados por el Rey; de ellos seis a propuesta del Congreso, seis a propuesta del Senado, cuatro a propuesta del Gobierno y cuatro a propuesta del Consejo General del Poder Judicial.",
        "B": "16 miembros nombrados por el Rey; de ellos cinco a propuesta del Congreso, cinco a propuesta del Senado, tres a propuesta del Gobierno y tres a propuesta del Consejo General del Poder Judicial.",
        "C": "12 miembros nombrados por el Rey; de ellos cuatro a propuesta del Congreso, cuatro a propuesta del Senado, dos a propuesta del Gobierno y dos a propuesta del Consejo General del Poder Judicial.",
        "D": "8 miembros nombrados por el Rey; de ellos tres a propuesta del Congreso, tres a propuesta del Senado, uno a propuesta del Gobierno y uno a propuesta del Consejo General del Poder Judicial."
      }
    },
    {
      "numero": 46,
      "texto": "Si se suscitare oposición en el procedimiento de jurisdicción voluntaria de adopción:",
      "opciones": {
        "A": "Se archiva y el solicitante debe instar el procedimiento ordinario.",
        "B": "Continúa como contencioso y el Letrado de la Administración de Justicia cita a vista por los trámites del juicio verbal.",
        "C": "Continúa como contencioso y resuelve el Juez sin más trámites.",
        "D": "Se archiva y el solicitante debe instar un procedimiento especial de familia."
      }
    },
    {
      "numero": 47,
      "texto": "De conformidad con la Ley 7/1985, de Bases de Regimen Local, el nuevo municipio resultante de la fusión de municipios colindantes dentro de la misma provincia, no podrá segregarse hasta transcurridos:",
      "opciones": {
        "A": "Cinco años desde la adopción del convenio de fusión.",
        "B": "Diez años desde la adopción del convenio de fusión.",
        "C": "Veinte años desde la adopción del convenio de fusión.",
        "D": "Cincuenta años desde la adopción del convenio de fusión."
      }
    },
    {
      "numero": 48,
      "texto": "Si el demandado atendiere el requerimiento en cuanto al desalojo del inmueble en juicio de desahucio sin formular oposición ni pagar cantidad:",
      "opciones": {
        "A": "En todo caso queda ya sin efecto la diligencia de lanzamiento.",
        "B": "Se mantiene la diligencia de lanzamiento para levantar acta sobre el estado en que se encuentra la finca si lo interesa el demandante.",
        "C": "El Juez dictará auto dando por terminado el procedimiento.",
        "D": "El Letrado de la Administración de Justicia convocará a vista."
      }
    },
    {
      "numero": 49,
      "texto": "En relación con el Presidente de la Audiencia Nacional, señale la respuesta correcta:",
      "opciones": {
        "A": "Es el Presidente nato de todas sus Salas.",
        "B": "Tiene la consideración de Magistrado de Sala del Tribunal Supremo.",
        "C": "Es nombrado por un periodo de diez años entre Magistrados de la propia Audiencia Nacional.",
        "D": "Es además, Presidente de la Sala de lo Civil y Penal."
      }
    },
    {
      "numero": 50,
      "texto": "Los funcionarios que prestan sus servicios en las oficinas judiciales, a excepción de los Letrados de la Administración de Justicia, dependen orgánicamente:",
      "opciones": {
        "A": "Del juez o magistrado.",
        "B": "Del Consejo General del Poder Judicial.",
        "C": "Del Tribunal Superior de Justicia.",
        "D": "Del Ministerio de Justicia o de las comunidades autónomas con competencias asumidas en sus respectivos ámbitos."
      }
    },
    {
      "numero": 51,
      "texto": "¿Cuál es el plazo máximo para ratificar judicialmente el internamiento urgente?:",
      "opciones": {
        "A": "A las 24 horas desde que el centro comunica al Juzgado el internamiento.",
        "B": "A las 72 horas desde que la persona es internada en el centro.",
        "C": "A las 72 horas en total, distribuidas en 24 horas para comunicar por el centro al Juzgado y 48 horas siguientes por el Juez para ratificar.",
        "D": "A las 72 horas desde que el internamiento llegue a conocimiento del Tribunal."
      }
    },
    {
      "numero": 52,
      "texto": "Los conflictos de competencia entre los órganos jurisdiccionales del orden social y los de otros órdenes de la jurisdicción se regirán por lo dispuesto en:",
      "opciones": {
        "A": "La Ley Orgánica 6/1985 de 1 de julio del Poder Judicial.",
        "B": "La Ley 36/2010 de 10 de octubre reguladora de la jurisdicción social.",
        "C": "La Ley Orgánica 7/1985 de 22 de agosto del Poder Judicial.",
        "D": "El Real Decreto-Ley 20/2012 de 13 de julio."
      }
    },
    {
      "numero": 53,
      "texto": "Los pronunciamientos sobre responsabilidad civil que se contengan en la sentencia del proceso penal:",
      "opciones": {
        "A": "Nunca serán susceptibles de ejecución provisional.",
        "B": "Se ejecutarán exclusivamente conforme a las disposiciones de la LECrim.",
        "C": "Serán susceptibles de ejecución provisional con arreglo a lo dispuesto en la LEC.",
        "D": "Las tercerías de dominio que puedan deducirse se sustanciarán conforme a las disposiciones de la Ley de Jurisdicción Voluntaria."
      }
    },
    {
      "numero": 54,
      "texto": "Dispone el artículo 524 de la LEC que son ejecutables provisionalmente:",
      "opciones": {
        "A": "La sentencia firme de cualquier género o especie.",
        "B": "La sentencia de condena a emitir declaración de voluntad.",
        "C": "La sentencia de condena no firme.",
        "D": "Cualquier tipo de sentencia siempre que se ofrezca una caución."
      }
    },
    {
      "numero": 55,
      "texto": "El procedimiento abreviado regulado en la LECrim se aplicará al enjuiciamiento de los delitos castigados con pena privativa de libertad no superior a nueve años, o bien con cualesquiera otras penas de distinta naturaleza:",
      "opciones": {
        "A": "Siempre que su imposición sea única y con una duración inferior a los diez años.",
        "B": "Siempre que su imposición sea conjunta o alternativa a la pena privativa de libertad.",
        "C": "Bien sean únicas, conjuntas o alternativas, cualquiera que sea su cuantía o duración.",
        "D": "Independientemente de que se imponga como pena única, conjunta o alternativa a la pena privativa de libertad, pero siempre que tal pena no supere la duración de diez años o la cuantía de sesenta mil euros, en caso de multa."
      }
    },
    {
      "numero": 56,
      "texto": "De conformidad con lo establecido en la LOPJ, los Jueces de Paz y sus sustitutos serán nombrados por:",
      "opciones": {
        "A": "Un período de cuatro años por la Sala de Gobierno del Tribunal Superior de Justicia correspondiente.",
        "B": "Un período de cuatro años por el Presidente del Tribunal Superior de Justicia correspondiente.",
        "C": "Un período de cinco años por la Sala de Gobierno del Tribunal Superior de Justicia correspondiente.",
        "D": "Un período de cinco años por el Presidente del Tribunal Superior de Justicia correspondiente."
      }
    },
    {
      "numero": 57,
      "texto": "De los concursos de persona natural que no sea empresario en los términos previstos en su Ley reguladora conocerán:",
      "opciones": {
        "A": "Los Juzgados de lo Mercantil.",
        "B": "Los Juzgados de Primera Instancia.",
        "C": "Los Juzgados de lo Social.",
        "D": "La Sección de lo Social del Tribunal Superior de Justicia."
      }
    },
    {
      "numero": 58,
      "texto": "Según lo dispuesto en el artículo 131 de la LEC contra las resoluciones de habilitación de días y horas inhábiles procede:",
      "opciones": {
        "A": "Recurso de apelación.",
        "B": "Recurso de queja.",
        "C": "Recurso de reforma.",
        "D": "No se admitirá recurso alguno."
      }
    },
    {
      "numero": 59,
      "texto": "De conformidad con la LECrim, ¿en qué supuestos puede entregarse un exhorto al interesado o a su representante para que lo presente en el órgano exhortado?:",
      "opciones": {
        "A": "Los que procedan de causas por delitos que solo puedan ser perseguidos en virtud de querella particular.",
        "B": "Los que procedan de causas por delitos contra el patrimonio y el orden socioeconómico.",
        "C": "Los que procedan de causas por delito de allanamiento de morada.",
        "D": "Los que procedan de causas por delitos semipúblicos."
      }
    },
    {
      "numero": 60,
      "texto": "¿Cuál de las siguientes atribuciones no corresponde al Rey?:",
      "opciones": {
        "A": "Convocar y disolver las Cortes Generales y convocar elecciones en los términos previstos en la Constitución.",
        "B": "Dirigir la acción del gobierno y coordinar las funciones de los miembros del mismo, sin perjuicio de la competencia y responsabilidad directa de estos en su gestión.",
        "C": "Expedir los decretos acordados en el Consejo de Ministros, conferir los empleos civiles y militares y conceder honores y distinciones con arreglo a las leyes.",
        "D": "Ejercer el derecho de gracia con arreglo a la Ley, que no podrá autorizar indultos generales."
      }
    },
    {
      "numero": 61,
      "texto": "Interpuestos los recursos de apelación en la jurisdicción civil y presentados, en su caso, los escritos de oposición o impugnación, el Letrado de la Administración de Justicia ordenará la remisión de los autos al tribunal competente para resolver la apelación, con emplazamiento de las partes por término de:",
      "opciones": {
        "A": "Cinco días.",
        "B": "Diez días.",
        "C": "Veinte días.",
        "D": "Treinta días."
      }
    },
    {
      "numero": 62,
      "texto": "La sentencia declarará la inadmisibilidad del recurso contencioso-administrativo en los siguientes casos:",
      "opciones": {
        "A": "Que recayera sobre cosa juzgada o existiera litispendencia.",
        "B": "Que el recurso se haya presentado sin cumplimiento de los requisitos formales.",
        "C": "Que no se haya aportado con el recurso el poder de defensa procesal.",
        "D": "En ningún caso, porque la admisión o inadmisión del recurso es previo al trámite de dictar sentencia."
      }
    },
    {
      "numero": 63,
      "texto": "A efectos del procedimiento para el enjuiciamiento rápido de determinados delitos, se considerará delito flagrante:",
      "opciones": {
        "A": "El que se estuviere cometiendo o se acabare de cometer independientemente de cuando sea detenido el delincuente.",
        "B": "El que se estuviere cometiendo siempre que el delincuente no sea sorprendido en el acto.",
        "C": "El que se estuviere cometiendo, se acabare de cometer, o se hubiere cometido cuarenta y ocho horas antes de la detención del delincuente.",
        "D": "El que se estuviese cometiendo o se acabare de cometer cuando el delincuente sea sorprendido en el acto."
      }
    },
    {
      "numero": 64,
      "texto": "No se puede continuar con la tramitación de un expediente de jurisdicción voluntaria que se esté sustanciando en un proceso jurisdiccional:",
      "opciones": {
        "A": "Cuando se acredite la admisión de demanda sobre el mismo objeto.",
        "B": "Cuando el proceso jurisdiccional quede pendiente de dictar sentencia.",
        "C": "Cuando se acredite la presentación de demanda sobre el mismo objeto.",
        "D": "Cuando se emplace al demandado para contestar la demanda sobre el mismo objeto."
      }
    },
    {
      "numero": 65,
      "texto": "Según la Ley 7/1985 de Bases de Régimen Local y con referencia a la organización municipal, ¿cuál de las siguientes afirmaciones es incorrecta?:",
      "opciones": {
        "A": "El Alcalde, los tenientes de Alcalde y el Pleno existen en todos los ayuntamientos.",
        "B": "La Junta de Gobierno Local existe en todos los municipios con población superior a 5.000 habitantes y en los de menos, cuando así lo disponga su reglamento orgánico.",
        "C": "La Comisión Especial de Cuentas existe en todos los municipios de acuerdo con la estructura prevista en el artículo 116.",
        "D": "La Junta Local de Seguridad existirá en las poblaciones de menos de 5.000 habitantes."
      }
    },
    {
      "numero": 66,
      "texto": "Según el Tratado de la Unión Europea y el Tratado de Funcionamiento de la Unión Europea, el Tribunal de Justicia de la Unión Europea, con sede en Luxemburgo, está integrado por dos órganos jurisdiccionales:",
      "opciones": {
        "A": "El Tribunal de Justicia y el Tribunal de Garantías.",
        "B": "El Tribunal de Justicia y el Tribunal de la Función Pública.",
        "C": "El Tribunal General y el Tribunal de Garantías.",
        "D": "El Tribunal de Justicia y el Tribunal General."
      }
    },
    {
      "numero": 67,
      "texto": "¿Quién procederá a notificar a cada candidato al jurado su inclusión en la lista de candidatos a jurados?:",
      "opciones": {
        "A": "El Letrado de la Administración de Justicia de la Audiencia Provincial.",
        "B": "El Presidente de la Audiencia Provincial.",
        "C": "El Director de la Oficina del Censo Electoral.",
        "D": "El Alcalde del Ayuntamiento respectivo."
      }
    },
    {
      "numero": 68,
      "texto": "De conformidad con la LEC, se dictará providencia:",
      "opciones": {
        "A": "Cuando se admite a trámite una demanda.",
        "B": "Cuando la resolución tenga por objeto dar a los autos el curso que la ley establezca.",
        "C": "Cuando hubiere que admitirse prueba.",
        "D": "Cuando se refiera a cuestiones procesales que requieran decisión judicial por establecerlo la ley."
      }
    },
    {
      "numero": 69,
      "texto": "¿En qué supuestos pueden los jueces de instrucción practicar diligencias en lugar no comprendido en el territorio de su jurisdicción?:",
      "opciones": {
        "A": "Cuando el territorio en que haya de practicarse la diligencia se hallare próximo y ello resultare conveniente, debiendo comunicarlo al Consejo General del Poder Judicial.",
        "B": "Cuando el territorio en que haya de practicarse la diligencia se hallare próximo y ello resultare conveniente, previa autorización del juez competente.",
        "C": "Cuando el territorio en que haya de practicarse la diligencia se hallare próximo y ello resultare conveniente, dando inmediata noticia al juez competente.",
        "D": "Cuando el territorio en que haya de practicarse la diligencia se hallare próximo y ello resultare conveniente, debiendo comunicarlo al Tribunal superior común."
      }
    },
    {
      "numero": 70,
      "texto": "La Comisión Disciplinaria del Consejo General del Poder Judicial deberá actuar con la asistencia de:",
      "opciones": {
        "A": "Al menos, la mitad de sus miembros.",
        "B": "Dos de sus miembros y el que la presida.",
        "C": "Todos sus componentes.",
        "D": "Cuatro de sus miembros."
      }
    },
    {
      "numero": 71,
      "texto": "Según lo dispuesto en la LOPJ, a efectos de la ordenación de los puestos de trabajo y de su ocupación por el personal funcionario, no se entenderá por centro de destino:",
      "opciones": {
        "A": "El Instituto Nacional de Toxicología y Ciencias Forenses.",
        "B": "La Mutualidad General Judicial.",
        "C": "El Gabinete Técnico del Ministerio de Justicia.",
        "D": "Las Secretarías de Gobierno."
      }
    },
    {
      "numero": 72,
      "texto": "La Comisión Nacional de la Administración Local es:",
      "opciones": {
        "A": "El órgano permanente para la colaboración entre la Administración General del Estado y la Administración Local.",
        "B": "El órgano permanente para la colaboración entre la Administración Autonómica del Estado y la Administración Local.",
        "C": "El órgano permanente para la colaboración entre la Diputación Provincial y la Administración Local.",
        "D": "El órgano permanente de fiscalización y control de la Administración Local."
      }
    },
    {
      "numero": 73,
      "texto": "En las poblaciones donde haya diez o más juzgados, sus titulares elegirán a uno de ellos como Decano:",
      "opciones": {
        "A": "Por mayoría simple en la primera votación.",
        "B": "Por mayoría de dos quintos en la primera votación.",
        "C": "Por mayoría de tres quintos en la primera votación.",
        "D": "Por mayoría de dos tercios en la primera votación."
      }
    },
    {
      "numero": 74,
      "texto": "Compete a la Comisión Permanente del Consejo General del Poder Judicial:",
      "opciones": {
        "A": "El ejercicio de todas las atribuciones del Consejo General del Poder Judicial que no estén expresamente reservadas a la Presidencia, al Pleno, a la Comisión Disciplinaria, a la Comisión de Igualdad o a la Comisión de Asuntos Económicos.",
        "B": "El ejercicio de las competencias que le puedan ser delegadas por el Gabinete Técnico.",
        "C": "La resolución de los expedientes disciplinarios promovidos contra Jueces y Magistrados incoados por infracciones graves y muy graves.",
        "D": "Únicamente preparar las sesiones del Pleno y velar por la inejecución de sus acuerdos."
      }
    },
    {
      "numero": 75,
      "texto": "En base a lo establecido en el R.D. 796/2005 por el que se aprueba el Reglamento General de Régimen Disciplinario del Personal al servicio de la Administración de Justicia, las faltas graves, prescribirán a los:",
      "opciones": {
        "A": "Dos meses.",
        "B": "Cuatro meses.",
        "C": "Seis meses.",
        "D": "Un año."
      }
    },
    {
      "numero": 76,
      "texto": "La Carta de Derechos de los Ciudadanos ante la Justicia, establece que la comparecencia de los ciudadanos ante los órganos judiciales solamente podrá ser exigida cuando:",
      "opciones": {
        "A": "Lo considere aconsejable una de las partes.",
        "B": "Sea estrictamente indispensable conforme a la Ley.",
        "C": "Cuando lo estime conveniente el órgano judicial.",
        "D": "Cuando lo solicite el ciudadano."
      }
    },
    {
      "numero": 77,
      "texto": "En los procesos especiales civiles las pruebas se proponen y practican:",
      "opciones": {
        "A": "En las diligencias finales.",
        "B": "Se proponen en audiencia previa y se practican en el acto de juicio.",
        "C": "Se proponen necesariamente en demanda o contestación y se practican en acto de juicio.",
        "D": "Se proponen y practican con independencia del momento en que los hechos hubieren sido alegados o introducidos de otra manera en el procedimiento."
      }
    },
    {
      "numero": 78,
      "texto": "La función de dirección en el aspecto técnico-procesal al personal integrante de la Oficina judicial es atribuida por la LOPJ a:",
      "opciones": {
        "A": "Los Jueces y Magistrados.",
        "B": "Los Letrados de la Administración de Justicia.",
        "C": "Los funcionarios del Cuerpo de Gestión Procesal.",
        "D": "Los Secretarios Coordinadores Provinciales."
      }
    },
    {
      "numero": 79,
      "texto": "El órgano competente para establecer la sede de los Juzgados de Vigilancia Penitenciaria es:",
      "opciones": {
        "A": "El Gobierno, previa autorización de la Comunidad Autónoma afectada y del Consejo General de Poder Judicial.",
        "B": "El Ministerio de Justicia, previa autorización de la Comunidad Autónoma afectada y del Consejo General de Poder Judicial.",
        "C": "El Consejo General del Poder Judicial, previa audiencia de la Comunidad Autónoma afectada.",
        "D": "El Gobierno, previa audiencia de la Comunidad Autónoma afectada y del Consejo General del Poder Judicial."
      }
    },
    {
      "numero": 80,
      "texto": "De conformidad con el artículo 1.3 de la Ley 50/1997, del Gobierno, los miembros del Gobierno se reúnen en:",
      "opciones": {
        "A": "Comisiones Delegadas del Gobierno.",
        "B": "Comisiones Subdelegadas del Gobierno.",
        "C": "Sesiones Plenarias.",
        "D": "Consejos de Gobierno."
      }
    },
    {
      "numero": 81,
      "texto": "Las resoluciones dictadas por Jueces y Tribunales, así como las que lo sean por Letrados de la Administración de Justicia en el ejercicio de las funciones que le son propias, se notificarán:",
      "opciones": {
        "A": "Únicamente a los que sean parte en el pleito, causa o expediente.",
        "B": "A todos los que sean parte en el pleito, causa o expediente, y también a quienes se refieran o puedan parar perjuicios, cuando así se disponga expresamente en aquellas resoluciones de conformidad con la ley.",
        "C": "A los que sean parte en el pleito y hubiesen sido designados por el Letrado de la Administración de Justicia.",
        "D": "Únicamente a las partes que lo soliciten."
      }
    },
    {
      "numero": 82,
      "texto": "¿Cuál de las siguientes materias no son competencia de los órganos jurisdiccionales del orden social?:",
      "opciones": {
        "A": "La tutela de los derechos de libertad sindical, huelga y demás derechos fundamentales y libertades públicas.",
        "B": "Los procesos de conflictos colectivos.",
        "C": "Los procesos sobre materia electoral, incluido las elecciones a órganos de representación del personal al servicio de las Administraciones públicas.",
        "D": "Las cuestiones litigiosas en materia de prevención de riesgos laborales que se susciten entre el empresario y los obligados a coordinar con éste las actividades preventivas de riesgos laborales."
      }
    },
    {
      "numero": 83,
      "texto": "La prestación de cooperación internacional sólo será denegada por los Juzgados y Tribunales españoles, de conformidad con lo dispuesto en el artículo 278 de la LOPJ. Señale la respuesta incorrecta:",
      "opciones": {
        "A": "Cuando el objeto o finalidad de la cooperación solicitada sea manifiestamente contrario al orden público.",
        "B": "Cuando el proceso de que dimane la solicitud de cooperación sea de la exclusiva competencia de la jurisdicción española.",
        "C": "Cuando el Gobierno, mediante real decreto, haya establecido que las autoridades españolas no cooperarán con las autoridades de un Estado extranjero.",
        "D": "Cuando la solicitud de cooperación internacional no reúna el contenido y requisitos mínimos exigidos por las leyes para su tramitación."
      }
    },
    {
      "numero": 84,
      "texto": "Conforme al artículo 3.1 de la Ley 1/2004 de Medidas de Protección Integral contra la Violencia de Género, el responsable encargado de poner en marcha un Plan Nacional de Sensibilización y Prevención de la Violencia de Género, será:",
      "opciones": {
        "A": "Las Comunidades Autónomas.",
        "B": "El Gobierno del Estado.",
        "C": "El Observatorio de Violencia de Género.",
        "D": "La Comisión creada al efecto, con la participación de afectados, Instituciones y profesionales relacionados con el tratamiento de estos temas."
      }
    },
    {
      "numero": 517,
      "texto": "2.9º LEC, en caso de avenencia en el acto de conciliación?:",
      "opciones": {
        "A": "El testimonio del acta junto con el del decreto del Letrado de la Administración de Justicia.",
        "B": "El decreto del Letrado de la Administración de Justicia.",
        "C": "El acta de conciliación.",
        "D": "Copia del acta junto con el decreto del Letrado de la Administración de Justicia."
      }
    },
    {
      "numero": 86,
      "texto": "Conforme a lo dispuesto en la LOPJ, los funcionarios tendrán derecho a un periodo de excedencia para atender al cuidado de cada hijo, no superior a:",
      "opciones": {
        "A": "Un año.",
        "B": "Dos años.",
        "C": "Tres años.",
        "D": "Cuatro años."
      }
    },
    {
      "numero": 87,
      "texto": "De conformidad con la LEC, ¿en qué supuestos la oposición a la ejecución suspende el procedimiento de ejecución?:",
      "opciones": {
        "A": "Exclusivamente para la fundada en títulos no judiciales ni arbitrales.",
        "B": "Para la fundada en resoluciones procesales o arbitrales o en acuerdos de mediación.",
        "C": "Con independencia que se trate de título judicial o no judicial cuando lo solicite el ejecutado y el Juez lo acuerde.",
        "D": "En caso de títulos no judiciales ni arbitrales y del auto de cuantía máxima de hechos cubiertos por el Seguro obligatorio del automóvil."
      }
    },
    {
      "numero": 88,
      "texto": "A los efectos del Real Decreto 1065/2015 de 27 noviembre, sobre comunicaciones electrónicas en la Administración de Justicia en el ámbito territorial del Ministerio de Justicia y por el que se regula el sistema LexNet, los administradores concursales tendrán la consideración:",
      "opciones": {
        "A": "De integrantes de los órganos judiciales.",
        "B": "De profesionales de la justicia.",
        "C": "De integrantes de las oficinas judiciales.",
        "D": "De particulares."
      }
    },
    {
      "numero": 89,
      "texto": "Conforme al artículo 592.2 de la LEC las rentas en dinero cualesquiera que sea su origen y la razón de su devengo, se embargarán antes que:",
      "opciones": {
        "A": "El dinero o cuentas corrientes de cualquier clase.",
        "B": "Las joyas y objetos de arte",
        "C": "Los créditos y derechos realizables en el acto o a corto plazo.",
        "D": "Los bienes inmuebles."
      }
    },
    {
      "numero": 90,
      "texto": "Según lo establecido en la LOPJ, cuál de las siguientes funciones no corresponde al Cuerpo de Tramitación Procesal y Administrativa:",
      "opciones": {
        "A": "La tramitación general de los procedimientos.",
        "B": "Realizar las tareas de registro, recepción y distribución de escritos y documentos, relativos a asuntos que se estuvieran tramitando en Juzgados y Tribunales.",
        "C": "La formación de autos y expedientes, bajo la supervisión del superior jerárquico.",
        "D": "La confección de las cédulas pertinentes para la práctica de los actos de comunicación que hubieran de realizarse."
      }
    },
    {
      "numero": 91,
      "texto": "Si se hubiera formulado recurso de apelación en la Jurisdicción Civil, ¿en qué plazo el Letrado de la Administración de Justicia lo tendrá por interpuesto?:",
      "opciones": {
        "A": "Tres días.",
        "B": "Cinco días.",
        "C": "Diez días.",
        "D": "Veinte días."
      }
    },
    {
      "numero": 92,
      "texto": "En caso de revocación de sentencia provisionalmente ejecutada que condenara a entregar una cosa y fuere ya imposible:",
      "opciones": {
        "A": "El Juez impondrá una multa pecuniaria a quien solicitó la entrega.",
        "B": "El Juez ordenará de oficio tasar o evaluar la cosa e impondrá que su valor sea satisfecho por quien solicitó la ejecución.",
        "C": "El Letrado de la Administración de Justicia dictará decreto archivando la ejecución.",
        "D": "El ejecutado podrá pedir que se le indemnicen los daños y perjuicios."
      }
    },
    {
      "numero": 93,
      "texto": "Concluida la audiencia preliminar en el procedimiento para las causas ante el Tribunal del Jurado:",
      "opciones": {
        "A": "El Juez de Instrucción, en el mismo acto o dentro de los tres días siguientes, si decide la no apertura del juicio oral acordará el sobreseimiento.",
        "B": "El Magistrado-Presidente puede dictar auto de acomodación del procedimiento.",
        "C": "El Magistrado-Presidente puede dictar auto de procesamiento.",
        "D": "El Magistrado-Presidente puede dictar auto de apertura o no del juicio oral."
      }
    },
    {
      "numero": 94,
      "texto": "Respecto al plazo para dictar las resoluciones judiciales, el artículo 211.2 de la LEC establece que la inobservancia del plazo dará lugar:",
      "opciones": {
        "A": "A la nulidad de la resolución.",
        "B": "A la anulabilidad de la resolución.",
        "C": "A la interposición del recurso de queja.",
        "D": "A la corrección disciplinaria, a no mediar justa causa, que se hará constar en la resolución."
      }
    },
    {
      "numero": 95,
      "texto": "¿Quién preside las Juntas de Expurgo adscritas al Ministerio de Justicia?:",
      "opciones": {
        "A": "El Presidente del Tribunal Superior de Justicia.",
        "B": "El Fiscal Jefe del Tribunal Supremo.",
        "C": "El Secretario de Gobierno del Tribunal Superior de Justicia.",
        "D": "Un Magistrado designado por el Presidente del Tribunal Superior Justicia."
      }
    },
    {
      "numero": 96,
      "texto": "Los órganos colegiados de la Administración General del Estado y de sus Organismos Públicos por su composición se clasifican en:",
      "opciones": {
        "A": "Órganos colegiados interministeriales, si sus miembros proceden de diferentes Ministerios y Órganos Colegiados ministeriales si sus componentes proceden de los órganos de un solo Ministerio.",
        "B": "Órganos colegiados ministeriales, si sus miembros proceden de diferentes Ministerios y Órganos Colegiados interministeriales si sus componentes proceden de los órganos de un solo Ministerio.",
        "C": "Órganos colegiados pluriministeriales, si sus miembros proceden de diferentes Ministerios y Órganos Colegiados ministeriales si sus componentes proceden de los órganos de un solo Ministerio.",
        "D": "Órganos colegiados Autonómicos y órganos colegiados provinciales."
      }
    },
    {
      "numero": 97,
      "texto": "El Consejo General del Poder Judicial estará integrado por:",
      "opciones": {
        "A": "Veintiún vocales, nombrados por el Rey.",
        "B": "El Presidente del Tribunal Supremo, que lo presidirá, y veintiún Vocales nombrados por el Rey.",
        "C": "El Presidente del Tribunal Supremo que lo presidirá, y por veinte Vocales.",
        "D": "Únicamente por la Secretaría General, la Comisión Disciplinaria y el Gabinete Técnico."
      }
    },
    {
      "numero": 98,
      "texto": "De los incidentes de recusación que se interpusieren contra uno o dos Magistrados de la Sala de lo Militar del Tribunal Supremo conocerá:",
      "opciones": {
        "A": "La Sala del artículo 61 L.O.P.J.",
        "B": "La propia Sala de lo Militar del Tribunal Supremo.",
        "C": "El Tribunal Militar Central.",
        "D": "La Sala de Gobierno del Tribunal Supremo."
      }
    },
    {
      "numero": 99,
      "texto": "Si no se hubiere fijado en el fallo de la sentencia que resuelva el procedimiento abreviado regulado en la LECrim, la cuantía indemnizatoria:",
      "opciones": {
        "A": "Será ya inexigible la responsabilidad civil.",
        "B": "Cualquiera de las partes podrá instar, durante la ejecución de la sentencia, la práctica de las pruebas que estime oportunas para su precisa determinación.",
        "C": "Se acordará nuevo señalamiento para la celebración de juicio oral únicamente referido a la determinación del importe de la indemnización.",
        "D": "Fijará la cuantía el Letrado de la Administración de Justicia, por medio de auto, no siendo susceptible de recurso alguno."
      }
    },
    {
      "numero": 100,
      "texto": "En base a lo establecido en la LOPJ, la rehabilitación procedente de jubilación por incapacidad permanente para el personal al servicio de la Administración de Justicia será acordada por:",
      "opciones": {
        "A": "El Ministerio de Justicia, en todo caso.",
        "B": "El Consejo General del Poder Judicial.",
        "C": "La Mutualidad General Judicial.",
        "D": "La CCAA con competencias asumidas."
      }
    },
    {
      "numero": 101,
      "texto": "(Pregunta Reserva 1) Los Encargados de los Registros Civiles Municipales en la actualidad son:",
      "opciones": {
        "A": "Los Jueces de Primera Instancia.",
        "B": "Los Letrados de la Administración de Justicia.",
        "C": "Los Registradores de la Propiedad o Mercantiles.",
        "D": "El Alcalde o el Concejal en quien este delegue."
      }
    },
    {
      "numero": 102,
      "texto": "(Pregunta Reserva 2) La Carta de Derechos de los Ciudadanos ante la Justicia establece, en el caso de que se deniegue el derecho al acceso a una información de carácter procesal que:",
      "opciones": {
        "A": "Las autoridades y funcionarios expondrán por escrito, al ciudadano que lo solicite, los motivos por los que se deniega.",
        "B": "El representante legal del ciudadano le comunicará por escrito los motivos por los que se le ha denegado.",
        "C": "Se entenderá denegado por silencio administrativo al mes de la solicitud.",
        "D": "Se entenderá denegado por silencio administrativo a los dos meses de la solicitud."
      }
    },
    {
      "numero": 103,
      "texto": "(Pregunta Reserva 3) Las competencias respecto a todo el personal al servicio de la Administración de Justicia en materia relativa a horario de trabajo y régimen disciplinario corresponden:",
      "opciones": {
        "A": "Al Consejo General del Poder Judicial.",
        "B": "A los Tribunales Superiores de Justicia.",
        "C": "Al Ministerio de Justicia o, en su caso, a las Comunidades Autónomas con competencias asumidas.",
        "D": "A los Secretarios de Gobierno."
      }
    },
    {
      "numero": 104,
      "texto": "(Pregunta Reserva 4) Según la LEC, las resoluciones que dicte el Tribunal o Letrado de la Administración de Justicia en una vista, audiencia o comparecencia:",
      "opciones": {
        "A": "No se redactarán por escrito en ningún caso por ser orales.",
        "B": "Se redactarán por escrito las sentencias civiles dictadas oralmente.",
        "C": "Se redactarán por escrito para que las partes las puedan recurrir.",
        "D": "Se pronunciará oralmente en el mismo acto, documentándose éste con expresión del fallo y motivación sucinta, salvo que la ley permita diferir el pronunciamiento."
      }
    }
  ]
}