{
  "metadata": {
    "fuente": "Preguntas exámenes oficiales Oposición Administrativo Estado",
    "sitio_web": "opoesquemas.es",
    "fecha_extraccion": "2025-01-13",
    "total_preguntas": 85,
    "años_incluidos": [2016, 2017, 2018, 2021, 2022, 2024]
  },
  "preguntas": [
    {
      "numero": 1,
      "año_examen": 2016,
      "pregunta": "De conformidad con lo previsto en la Ley 29/1998, de 13 de julio, reguladora de la jurisdicción contencioso-administrativa, NO estarán legitimados para interponer recurso contencioso-administrativo contra la actividad de una Administración pública:",
      "opciones": {
        "a": "Los órganos de la misma y los miembros de sus órganos colegiados, salvo que una ley lo autorice expresamente.",
        "b": "El Ministerio Fiscal.",
        "c": "Cualquier ciudadano, cuando sea en ejercicio de la acción popular, en los casos expresamente previstos por las leyes.",
        "d": "Las personas físicas o jurídicas que ostenten un derecho o interés legítimo."
      },
      "respuesta_correcta": "a",
      "ley_mencionada": "Ley 29/1998",
      "articulo": null
    },
    {
      "numero": 2,
      "año_examen": 2016,
      "pregunta": "De acuerdo con el art. 105 de la CE:",
      "opciones": {
        "a": "Una ley orgánica regulará el procedimiento a través del cual deben producirse los actos administrativos, garantizando, cuando proceda, la audiencia del interesado.",
        "b": "La ley regulará el procedimiento a través del cual deben producirse los actos administrativos, garantizando, cuando proceda, la audiencia del interesado.",
        "c": "La ley regulará el procedimiento a través del cual deben producirse los actos administrativos, garantizando, en todo caso, la audiencia del interesado.",
        "d": "Una ley orgánica regulará el procedimiento a través del cual deben producirse los actos administrativos, garantizando, en todo caso, la audiencia del interesado."
      },
      "respuesta_correcta": "b",
      "ley_mencionada": "Constitución Española",
      "articulo": "105"
    },
    {
      "numero": 3,
      "año_examen": 2016,
      "pregunta": "La Ley 39/2015 establece que contra el acuerdo de acumulación de procedimientos:",
      "opciones": {
        "a": "No cabe recurso alguno.",
        "b": "Cabe recurso de alzada.",
        "c": "Cabe recurso potestativo de reposición.",
        "d": "Cabe recurso extraordinario de revisión."
      },
      "respuesta_correcta": "a",
      "ley_mencionada": "Ley 39/2015",
      "articulo": null
    },
    {
      "numero": 4,
      "año_examen": 2016,
      "pregunta": "Según la Ley 39/2015, es una causa de inadmisión del recurso administrativo:",
      "opciones": {
        "a": "El error en la calificación del recurso por parte del recurrente, siempre que se deduzca su verdadero carácter.",
        "b": "Haber transcurrido el plazo para la interposición del recurso.",
        "c": "Ser incompetente el órgano administrativo.",
        "d": "No motivar adecuadamente la razón por la que se impugna el acto recurrido."
      },
      "respuesta_correcta": "b",
      "ley_mencionada": "Ley 39/2015",
      "articulo": null
    },
    {
      "numero": 5,
      "año_examen": 2016,
      "pregunta": "De conformidad con la Ley 39/2015, cuando resulte eficaz, proporcionado y necesario para la consecución de los fines propios del procedimiento, y de manera motivada, podrán incluirse trámites adicionales o distintos a los contemplados en esta ley:",
      "opciones": {
        "a": "Solo mediante ley.",
        "b": "En ningún caso.",
        "c": "Por real decreto del Consejo de Ministros.",
        "d": "Por orden ministerial de Hacienda y Función Pública."
      },
      "respuesta_correcta": "a",
      "ley_mencionada": "Ley 39/2015",
      "articulo": null
    },
    {
      "numero": 6,
      "año_examen": 2016,
      "pregunta": "Señale la afirmación correcta respecto del plazo máximo en el que debe notificarse la resolución expresa, en un procedimiento iniciado de oficio, el cual se contará, de conformidad con lo que establece la Ley 39/2015:",
      "opciones": {
        "a": "Desde la fecha de la notificación del acuerdo de inicio al interesado.",
        "b": "Desde la fecha del acuerdo de iniciación.",
        "c": "Desde la fecha de la denuncia administrativa.",
        "d": "Desde la fecha de la primera actuación de la Administración con el interesado."
      },
      "respuesta_correcta": "b",
      "ley_mencionada": "Ley 39/2015",
      "articulo": null
    },
    {
      "numero": 7,
      "año_examen": 2016,
      "pregunta": "De conformidad con lo previsto en la Ley 29/1998, de 13 de julio, reguladora de la jurisdicción contencioso-administrativa, la competencia de este orden se extiende al conocimiento y decisión de las cuestiones prejudiciales e incidentales no pertenecientes al orden administrativo, directamente relacionadas con un recurso contencioso-administrativo, a excepción de las de carácter:",
      "opciones": {
        "a": "Civil y mercantil.",
        "b": "Administrativo y contractual.",
        "c": "Contable y financiero.",
        "d": "Constitucional y penal."
      },
      "respuesta_correcta": "d",
      "ley_mencionada": "Ley 29/1998",
      "articulo": null
    },
    {
      "numero": 8,
      "año_examen": 2016,
      "pregunta": "Según lo establecido en la Ley 39/2015, señale la respuesta correcta:",
      "opciones": {
        "a": "Los actos administrativos que pongan fin a la vía administrativa podrán ser recurridos potestativamente en reposición ante el mismo órgano que los hubiera dictado o ser impugnados directamente ante el orden jurisdiccional contencioso-administrativo.",
        "b": "Los actos administrativos que no pongan fin a la vía administrativa podrán ser recurridos en alzada ante el órgano superior jerárquico del que los dictó o ser impugnados directamente ante el orden jurisdiccional contencioso-administrativo.",
        "c": "Los actos administrativos que pongan fin a la vía administrativa podrán ser recurridos en alzada ante el órgano superior jerárquico del que los dictó o potestativamente en reposición ante el mismo órgano que los hubiera dictado.",
        "d": "Los actos administrativos que no pongan fin a la vía administrativa podrán ser recurridos en alzada o en reposición ante el órgano superior jerárquico del que los dictó."
      },
      "respuesta_correcta": "a",
      "ley_mencionada": "Ley 39/2015",
      "articulo": null
    },
    {
      "numero": 9,
      "año_examen": 2016,
      "pregunta": "Indique qué acto administrativo debe ser objeto de motivación según el art. 35 de la Ley 39/2015:",
      "opciones": {
        "a": "El requerimiento de subsanación de una solicitud presentada por el interesado.",
        "b": "Un acto de trámite que no se separe del criterio seguido en actuaciones precedentes.",
        "c": "El acto por el que se acuerda la admisión de pruebas propuestas por el interesado.",
        "d": "La propuesta de resolución en un procedimiento sancionador."
      },
      "respuesta_correcta": "d",
      "ley_mencionada": "Ley 39/2015",
      "articulo": "35"
    },
    {
      "numero": 10,
      "año_examen": 2016,
      "pregunta": "Según el principio de inderogabilidad singular de los reglamentos recogido en la Ley 39/2015:",
      "opciones": {
        "a": "Las resoluciones administrativas de carácter particular no podrán vulnerar lo establecido en una disposición de carácter general, aunque aquellas procesan de un órgano de igual o superior jerarquía al que dictó la disposición general.",
        "b": "Las resoluciones administrativas de carácter particular pueden contradecir lo establecido en una disposición de carácter general cuando procedan de un órgano de igual o superior jerarquía al que dictó la disposición general.",
        "c": "Las resoluciones administrativas de carácter particular solo pueden vulnerar lo establecido en una disposición de carácter general cuando procedan de un órgano superior.",
        "d": "Las resoluciones administrativas de carácter particular podrán vulnerar lo establecido en una disposición de carácter general si proviene de un órgano de igual jerarquía al que dictó la disposición general."
      },
      "respuesta_correcta": "a",
      "ley_mencionada": "Ley 39/2015",
      "articulo": null
    },
    {
      "numero": 1,
      "año_examen": 2017,
      "pregunta": "De conformidad con la Ley 39/2015, los actos de las Administraciones Públicas sujetos al derecho administrativo se presumirán válidos y producirán efectos:",
      "opciones": {
        "a": "Desde la fecha en que se dicten, salvo que en ellas se disponga otra cosa.",
        "b": "Desde el día siguiente a la fecha en que se dicten, salvo que en ellos se disponga otra cosa.",
        "c": "Retroactivamente cuando se trate de actos que produzcan efectos desfavorables al interesado, siempre que los supuestos de hecho necesarios existieran ya en la fecha a que se retrotraiga la eficacia del acto y no se lesionen derechos o intereses legítimos de otras personas.",
        "d": "En todo caso desde la fecha en que se notifiquen."
      },
      "respuesta_correcta": "a",
      "ley_mencionada": "Ley 39/2015",
      "articulo": null
    },
    {
      "numero": 2,
      "año_examen": 2017,
      "pregunta": "El art. 72 de la Ley 39/2015 establece que el principio, en virtud del cual, en el procedimiento administrativo, se acordarán en un solo acto todos los trámites que, por su naturaleza, admitan un impulso simultáneo y no sea obligado su cumplimiento sucesivo, se denomina:",
      "opciones": {
        "a": "Principio de eficiencia administrativa.",
        "b": "Principio de celeridad administrativa.",
        "c": "Principio de simplificación administrativa.",
        "d": "Principio de unicidad administrativa."
      },
      "respuesta_correcta": "c",
      "ley_mencionada": "Ley 39/2015",
      "articulo": "72"
    },
    {
      "numero": 3,
      "año_examen": 2017,
      "pregunta": "De acuerdo con el art. 76.1 de la Ley 39/2015, los interesados podrán, en cualquier momento del procedimiento administrativo, aducir alegaciones y aportar documentos u otros elementos de juicio, siempre que lo hagan:",
      "opciones": {
        "a": "Con anterioridad al trámite de audiencia.",
        "b": "Con anterioridad a la propuesta de resolución.",
        "c": "Con posterioridad al trámite de audiencia, pero antes de que se realice la propuesta de resolución.",
        "d": "Sólo con la solicitud o, en su caso, con la subsanación y mejora de la solicitud."
      },
      "respuesta_correcta": "a",
      "ley_mencionada": "Ley 39/2015",
      "articulo": "76.1"
    },
    {
      "numero": 4,
      "año_examen": 2017,
      "pregunta": "Tendrán capacidad de obrar ante las Administraciones Públicas, de conformidad con el art. 3 de la Ley 39/2015:",
      "opciones": {
        "a": "Solo las personas que la ostenten con arreglo a las normas civiles.",
        "b": "Los menores de edad para el ejercicio y defensa de sus derechos e intereses, pero únicamente con la asistencia de la persona que ejerza la patria potestad, tutela o curatela.",
        "c": "Los menores de edad para el ejercicio de aquellos de sus derechos cuya actuación esté permitida por el ordenamiento jurídico-administrativo sin la asistencia de la persona que ejerza la patria potestad, tutela o curatela.",
        "d": "Los menores incapacitados, aun cuando la extensión de la incapacitación afecte al ejercicio y defensa de los derechos o intereses de que se traten."
      },
      "respuesta_correcta": "c",
      "ley_mencionada": "Ley 39/2015",
      "articulo": "3"
    },
    {
      "numero": 5,
      "año_examen": 2017,
      "pregunta": "NO forman parte del expediente administrativo, conforme al art. 70 de la ley 39/2015:",
      "opciones": {
        "a": "Los informes preceptivos.",
        "b": "Los informes solicitados antes de la resolución definitiva.",
        "c": "Las alegaciones del interesado.",
        "d": "La información de carácter auxiliar."
      },
      "respuesta_correcta": "d",
      "ley_mencionada": "Ley 39/2015",
      "articulo": "70"
    },
    {
      "numero": 6,
      "año_examen": 2017,
      "pregunta": "De acuerdo con la Ley 39/2015 son actos anulables:",
      "opciones": {
        "a": "Los actos expresos o presuntos contrarios al ordenamiento jurídico por los que se adquieren facultades o derechos, cuando se carezca de los requisitos esenciales para su adquisición.",
        "b": "Los actos de la Administración que incurran en desviación de poder.",
        "c": "Los que tengan un contenido imposible.",
        "d": "Los dictados prescindiendo total y absolutamente del procedimiento legalmente establecido o de las normas que contienen las reglas esenciales para la formación de la voluntad de los órganos colegiados."
      },
      "respuesta_correcta": "b",
      "ley_mencionada": "Ley 39/2015",
      "articulo": null
    },
    {
      "numero": 1,
      "año_examen": 2018,
      "pregunta": "Conforme establece la ley 39/2015, de 1 de octubre, del Procedimiento Administrativo Común de las Administraciones Públicas, la Administración podrá convalidar un acto si:",
      "opciones": {
        "a": "El acto es nulo de pleno derecho y el vicio consiste en la incompetencia jerárquica.",
        "b": "El acto es nulo de pleno derecho y el vicio consiste en la incompetencia funcional.",
        "c": "El acto es anulable y el vicio consiste en la incompetencia jerárquica.",
        "d": "El acto es anulable y el vicio consiste en la incompetencia por razón de la materia."
      },
      "respuesta_correcta": "c",
      "ley_mencionada": "Ley 39/2015",
      "articulo": null
    },
    {
      "numero": 2,
      "año_examen": 2018,
      "pregunta": "Conforme establece la ley 39/2015, cuando las normas reguladoras de los procedimientos administrativos NO fijen plazo máximo para resolver, este será de:",
      "opciones": {
        "a": "6 meses.",
        "b": "1 mes.",
        "c": "2 meses.",
        "d": "3 meses."
      },
      "respuesta_correcta": "d",
      "ley_mencionada": "Ley 39/2015",
      "articulo": null
    },
    {
      "numero": 3,
      "año_examen": 2018,
      "pregunta": "Según la Ley 40/2015, de 1 de octubre, de Régimen Jurídico del Sector Público, la realización de una actividad de carácter técnico de la competencia de un órgano administrativo que, por no poseer los medios técnicos idóneos para su desempeño, haya sido encomendada a otro órgano de la misma Administración entre cuyas competencias también estén estas atividades, se denomina:",
      "opciones": {
        "a": "Avocación.",
        "b": "Delegación de competencias.",
        "c": "Desconcentración.",
        "d": "Encomienda de gestión."
      },
      "respuesta_correcta": "d",
      "ley_mencionada": "Ley 40/2015",
      "articulo": null
    },
    {
      "numero": 4,
      "año_examen": 2018,
      "pregunta": "Conforme establece la Ley 39/2015, cuando los plazos señalen por días:",
      "opciones": {
        "a": "Se entiende que son hábiles, excluyendo del cómputo los domingos y festivos, pero no los sábados.",
        "b": "Se entiende que son naturales, excluyendo del cómputo los domingos y festivos, pero no los sábados.",
        "c": "Se entiende que son hábiles, excluyendo del cómputo los sábados, domingos y festivos.",
        "d": "Se entiende que son naturales, excluyendo del cómputo los sábados, domingos y festivos."
      },
      "respuesta_correcta": "c",
      "ley_mencionada": "Ley 39/2015",
      "articulo": null
    },
    {
      "numero": 5,
      "año_examen": 2018,
      "pregunta": "¿Cuáles son todas las formas de iniciación de los procedimientos administrativos según la Ley 39/2015?",
      "opciones": {
        "a": "De oficio, a instancia de parte o mediante denuncia.",
        "b": "De oficio, en todo caso.",
        "c": "Siempre será necesario una instancia del ciudadano ante el órgano correspondiente.",
        "d": "De oficio o a solicitud del interesado."
      },
      "respuesta_correcta": "d",
      "ley_mencionada": "Ley 39/2015",
      "articulo": null
    },
    {
      "numero": 6,
      "año_examen": 2018,
      "pregunta": "Según el artículo 43.3 de la Ley 39/2015, ¿cuándo se entenderá cumplida la obligación de la notificación electrónica de una resolución o un acto?",
      "opciones": {
        "a": "Con la puesta a disposición de la notificación en la sede electrónica de cualquier Administración.",
        "b": "Cuando se practique la notificación presencial en el domicilio del interesado.",
        "c": "Con la puesta a disposición de la notificación en la oficina de Correos correspondiente.",
        "d": "Con la puesta a disposición de la notificación en la sede electrónica de la Administración u organismo actuante o en la dirección electrónica habilitada única."
      },
      "respuesta_correcta": "d",
      "ley_mencionada": "Ley 39/2015",
      "articulo": "43.3"
    },
    {
      "numero": 7,
      "año_examen": 2018,
      "pregunta": "De acuerdo con el art. 62 de la Ley 39/2015, de 1 de octubre, señale la respuesta correcta en relación con el inicio de un procedimiento administrativo por denuncia:",
      "opciones": {
        "a": "No cabe en el ordenamiento administrativo español.",
        "b": "Las denuncias deberán expresar la identidad de la persona pero su presentación no confiere, por sí sola, la condición de interesado en el procedimiento.",
        "c": "Las denuncias serán anónimas pero su presentación no confiere, por sí sola, la condición de interesado en el procedimiento.",
        "d": "Las denuncias deberán expresar la identidad de la persona y su presentación confiere, por sí sola, la condición de interesado en el procedimiento."
      },
      "respuesta_correcta": "b",
      "ley_mencionada": "Ley 39/2015",
      "articulo": "62"
    },
    {
      "numero": 8,
      "año_examen": 2018,
      "pregunta": "De acuerdo con lo dispuesto en el art. 107 de la Ley 39/2015, la declaración de lesividad NO podrá adoptarse una vez transcurridos:",
      "opciones": {
        "a": "No existe un plazo máximo para adoptar dicha declaración.",
        "b": "Un año desde que se dictó el acto administrativo.",
        "c": "Dos años desde que se dictó el acto administrativo.",
        "d": "Cuatro años desde que se dictó el acto administrativo."
      },
      "respuesta_correcta": "d",
      "ley_mencionada": "Ley 39/2015",
      "articulo": "107"
    },
    {
      "numero": 9,
      "año_examen": 2018,
      "pregunta": "De acuerdo con la Ley 39/2015, de 1 de octubre, la comparecencia de las personas ante las oficinas públicas ya sea presencialmente o por medios electrónicos, sólo será obligatoria cuando:",
      "opciones": {
        "a": "Así esté previsto en una norma con rango de reglamento.",
        "b": "En todo caso.",
        "c": "Así esté previsto en una norma con rango de ley.",
        "d": "Así lo determinen las autoridades y personal al servicio de la AGE y de las entidades de derecho público vinculadas o dependientes de la misma bajo cuya responsabilidad se tramiten los procedimientos."
      },
      "respuesta_correcta": "c",
      "ley_mencionada": "Ley 39/2015",
      "articulo": null
    },
    {
      "numero": 10,
      "año_examen": 2018,
      "pregunta": "De acuerdo con el art.77 de la Ley 39/2015, en un procedimiento administrativo cuando la prueba consista en la emisión de un informe de un órgano administrativo, organismo público o entidad de derecho público, se entenderá que éste tiene:",
      "opciones": {
        "a": "Carácter preceptivo.",
        "b": "Carácter preceptivo y vinculante.",
        "c": "Carácter potestativo y no vinculante.",
        "d": "Carácter vinculante."
      },
      "respuesta_correcta": "a",
      "ley_mencionada": "Ley 39/2015",
      "articulo": "77"
    },
    {
      "numero": 1,
      "año_examen": 2021,
      "pregunta": "Conforme el art. 48.3 de la Ley 39/2015, de 1 de octubre, del Procedimiento Administrativo Común de las Administraciones Públicas, la realización de actuaciones administrativas fuera del tiempo establecido para ellas:",
      "opciones": {
        "a": "Implicará en todo caso la nulidad del acto.",
        "b": "Implicará siempre la anulabilidad del acto.",
        "c": "Solo implicará la anulabilidad del acto cuando así lo imponga la naturaleza del término o plazo.",
        "d": "En ningún caso implicará la anulabilidad del acto."
      },
      "respuesta_correcta": "c",
      "ley_mencionada": "Ley 39/2015",
      "articulo": "48.3"
    },
    {
      "numero": 2,
      "año_examen": 2021,
      "pregunta": "De acuerdo con la Ley 39/2015, señale la respuesta correcta en relación con la solicitud de informes para la instrucción de un procedimiento:",
      "opciones": {
        "a": "Salvo disposición expresa en contrario, los informes serán facultativos y no vinculantes.",
        "b": "El informe emitido fuera de plazo no podrá ser tenido en cuenta en ningún caso al adoptar la correspondiente resolución.",
        "c": "Los informes serán emitidos a través de medios electrónicos en el plazo de quince días, salvo que una disposición o el cumplimiento del resto de los plazos del procedimiento permita o exija otro plazo mayor o menor.",
        "d": "Si el informe debiera ser emitido por una Adminsitración Pública disinta de la que tramita el procedimiento en orden a expresar el punto de vista correspondiente a sus competencias respectivas, y transcurriera el plazo sin que aquél se hubiera emitido, no se podrán proseguir las actuaciones."
      },
      "respuesta_correcta": "a",
      "ley_mencionada": "Ley 39/2015",
      "articulo": null
    },
    {
      "numero": 3,
      "año_examen": 2021,
      "pregunta": "Según lo previsto en la Ley 29/1998, de 13 de julio, reguladora de la Jurisdicción Contencioso-administrativa, los recursos que se deduzcan en relación con los actos y disposiciones del Consejo de Ministros serán conocidos por:",
      "opciones": {
        "a": "La Sala de lo Contencioso-administrativo del Tribunal Supremo.",
        "b": "La Sala de lo Contencioso-administrativo de la Audiencia Nacional.",
        "c": "La Sala de lo Contencioso-administrativo del Tribunal Superior de Justicia de Madrid.",
        "d": "El Juzgado Central de lo Contencioso-Administrativo."
      },
      "respuesta_correcta": "a",
      "ley_mencionada": "Ley 29/1998",
      "articulo": null
    },
    {
      "numero": 4,
      "año_examen": 2021,
      "pregunta": "La Ley 40/2015, de 1 de octubre, de Régimen Jurídico del Sector Público dispone en relación con la suplencia que:",
      "opciones": {
        "a": "Los titulares de los órganos administrativos no podrán ser suplidos temporalmente en los casos en que haya sido declarada su abstención o recusación.",
        "b": "Si no se designa suplente, la competencia del órgano administrativo se ejercerá por quién designe el órgano administrativo inmediato superior de quien dependa.",
        "c": "La suplencia no implicará alteración de la competencia y para su validez será necesaria su publicación.",
        "d": "En las resoluciones y actos que se dicten mediante suplencia no es necesario hacer constar esta circunstancia."
      },
      "respuesta_correcta": "b",
      "ley_mencionada": "Ley 40/2015",
      "articulo": null
    },
    {
      "numero": 1,
      "año_examen": 2022,
      "pregunta": "En relación con la posibilidad de ampliación de los plazos del procedimiento administrativo, señale cuál es la opción correcta conforme a la Ley 39/2015, de 1 de octubre, del Procedimiento Administrativo Común de las Administraciones Públicas:",
      "opciones": {
        "a": "Podrá acordarse la ampliación por una duración que no exceda del doble del plazo inicial.",
        "b": "Sólo procederá cuando la ampliación sea solicitada previamente por el interesado.",
        "c": "La Administración podrá acordar la ampliación general de los plazos cuando haya sufrido un ciberincidente.",
        "d": "Podrá ser objeto de ampliación un plazo ya vencido."
      },
      "respuesta_correcta": "c",
      "ley_mencionada": "Ley 39/2015",
      "articulo": null
    },
    {
      "numero": 2,
      "año_examen": 2022,
      "pregunta": "De conformidad con el artículo 5 de la Ley 39/2015, de 1 de octubre, del Procedimiento Administrativo Común de las Administraciones Públicas, en el procedimiento administrativo los interesados:",
      "opciones": {
        "a": "Sólo podrán actuar por medio de representante cuando una norma con rango de ley expresamente lo autorice.",
        "b": "Podrán acreditar su representación a través de cualquier medio válido en derecho.",
        "c": "Sólo podrán actuar por medio de representante para formular solicitudes, presentar declaraciones responsables, comunicaciones interponer recursos, desistir de acciones y renunciar a derechos.",
        "d": "No podrán actuar por medio de representante salvo que se trate de procedimientos iniciados de oficio."
      },
      "respuesta_correcta": "b",
      "ley_mencionada": "Ley 39/2015",
      "articulo": "5"
    },
    {
      "numero": 3,
      "año_examen": 2022,
      "pregunta": "En relación con el objeto del recurso contencioso-administrativo, conforme a la Ley 29/1998, de 13 de julio, reguladora de la jurisdicción contenciosa-administrativa:",
      "opciones": {
        "a": "Es admisible frente a actos de trámite que no impiden continuar el procedimiento.",
        "b": "Es admisible frente a actos que no hayan sido recurridos en tiempo y forma.",
        "c": "Es admisible frente a los actos dictados en aplicación de una disposición general que no haya sido impugnada.",
        "d": "Es admisible respecto a actos que sean reproducción de otros anteriores firmes."
      },
      "respuesta_correcta": "c",
      "ley_mencionada": "Ley 29/1998",
      "articulo": null
    },
    {
      "numero": 4,
      "año_examen": 2022,
      "pregunta": "Según lo establecido en el artículo 43 de la Ley 39/2015, de 1 de octubre, del Procedimiento Administrativo Común de las Administraciones Públicas, cuando la notificación por medios electrónicos sea de carácter obligatorio, se entenderá rechazada cuando hayan transcurrido desde la puesta a disposición de la notificación sin que se acceda a su contenido:",
      "opciones": {
        "a": "10 días hábiles.",
        "b": "10 días naturales.",
        "c": "15 días hábiles.",
        "d": "15 días naturales."
      },
      "respuesta_correcta": "b",
      "ley_mencionada": "Ley 39/2015",
      "articulo": "43"
    },
    {
      "numero": 5,
      "año_examen": 2022,
      "pregunta": "De acuerdo con la Ley 39/2015, de 1 de octubre, del Procedimiento Administrativo Común de las Administraciones Públicas, aquellas personas que, sin haber iniciado el procedimiento, tengan derechos que puedan resultar por la decisión que en el mismo se adopte:",
      "opciones": {
        "a": "No se les considerará interesados a no ser que soliciten justificadamente tal condición.",
        "b": "Se considerarán interesados en el procedimiento.",
        "c": "No se les considerará interesados, pero podrán impugnar la apertura del procedimiento.",
        "d": "Se considerarán interesados en el procedimiento siempre y cuando presenten el correspondiente recurso de revisión previo a la iniciación de las actuaciones."
      },
      "respuesta_correcta": "b",
      "ley_mencionada": "Ley 39/2015",
      "articulo": null
    },
    {
      "numero": 6,
      "año_examen": 2022,
      "pregunta": "De conformidad con el artículo 41 de la Ley 39/2015, de 1 de octubre, del Procedimiento Administrativo Común de las Administraciones Públicas, cuando el interesado o su representante rechace la notificación de una actuación administrativa:",
      "opciones": {
        "a": "La notificación se hará por medio de anuncio publicado en el Boletín Oficial del Estado.",
        "b": "La notificación se hará por medio de anuncio en el tablón de edictos del Ayuntamiento de su domicilio.",
        "c": "Se hará constar en el expediente, especificándose las circunstancias del intento de notificación y el medio, dando por efectuado el trámite y siguiéndose el procedimiento.",
        "d": "Habrá de intentarse una segunda notificación en una hora distinta dentro de los tres días siguientes."
      },
      "respuesta_correcta": "c",
      "ley_mencionada": "Ley 39/2015",
      "articulo": "41"
    },
    {
      "numero": 1,
      "año_examen": 2024,
      "pregunta": "En relación con el artículo 107 de la Ley 39/2015, de 1 de octubre, del Procedimiento Administrativo Común de las Administraciones Públicas, previa su declaración de lesividad para el interés público, las Administraciones Públicas podrán impugnar ante el orden jurisdiccional contencioso-administrativo:",
      "opciones": {
        "a": "Los actos favorables para los interesados que sean anulables.",
        "b": "Los actos desfavorables para los interesados que sean nulos de pleno derecho.",
        "c": "Los actos favorables y desfavorables para los interesados que sean anulables.",
        "d": "Los actos favorables para los interesados, ya sean nulos de pleno derecho o anulables."
      },
      "respuesta_correcta": "a",
      "ley_mencionada": "Ley 39/2015",
      "articulo": "107"
    },
    {
      "numero": 2,
      "año_examen": 2024,
      "pregunta": "En lo que respecta a la notificación en papel y, de conformidad con el artículo 42 de la Ley 39/2015, de 1 de octubre, del Procedimiento Administrativo Común de las Administraciones Públicas, cuando la notificación se practique en el domicilio del interesado, de no hallarse presente, podrá hacerse cargo de la misma:",
      "opciones": {
        "a": "Cualquier persona mayor de doce años que se encuentre en el domicilio y haga constar su identidad.",
        "b": "Cualquier persona mayor de catorce años que se encuentre en el domicilio y haga constar su identidad.",
        "c": "Cualquier persona mayor de dieciséis años que se encuentre en el domicilio sin ser necesario hacer constar su identidad.",
        "d": "Cualquier persona mayor de dieciocho años que se encuentre en el domicilio sin ser necesario hacer constar su identidad."
      },
      "respuesta_correcta": "b",
      "ley_mencionada": "Ley 39/2015",
      "articulo": "42"
    },
    {
      "numero": 3,
      "año_examen": 2024,
      "pregunta": "¿Qué establece el artículo 3 de la Ley 39/2015, de 1 de octubre, del Procedimiento Administrativo Común de las Administraciones Públicas respecto a la capacidad de obrar de los grupos de afectados?",
      "opciones": {
        "a": "No tendrán capacidad de obrar en el procedimiento administrativo.",
        "b": "Tendrán capacidad de obrar cuando una disposición de carácter general así lo declare expresamente.",
        "c": "Tendrán capacidad de obrar cuando un reglamento así lo declare expresamente.",
        "d": "Tendrán capacidad de obrar cuando la ley así lo declare expresamente."
      },
      "respuesta_correcta": "d",
      "ley_mencionada": "Ley 39/2015",
      "articulo": "3"
    },
    {
      "numero": 1,
      "año_examen": "2024E",
      "pregunta": "Según el artículo 63 de la Ley 39/2015, de 1 de octubre, del Procedimiento Administrativo Común de las Administraciones Públicas, el acto por el que cualquier persona, en cumplimiento o no de una obligación legal, pone en conocimiento de un órgano administrativo la existencia de un determinado hecho que pudiera justificar la iniciación de oficio de un procedimiento administrativo, se denomina:",
      "opciones": {
        "a": "Petición razonada",
        "b": "Solicitud",
        "c": "Denuncia",
        "d": "Comunicación"
      },
      "respuesta_correcta": "c",
      "ley_mencionada": "Ley 39/2015",
      "articulo": "63"
    },
    {
      "numero": 2,
      "año_examen": "2024E",
      "pregunta": "Señale cuál de las siguientes afirmaciones es una causa de nulidad de los actos administrativos conforme al artículo 47 de la Ley 39/2015, de 1 de octubre, del procedimiento administrativo común de las Administraciones Públicas:",
      "opciones": {
        "a": "Los dictados por un órgano que carezca de competencia jerárquica.",
        "b": "Los que sean consecuencia de una infracción administrativa.",
        "c": "Los que tengan un contenido imposible.",
        "d": "Los actos ejecutados por desviación de poder."
      },
      "respuesta_correcta": "c",
      "ley_mencionada": "Ley 39/2015",
      "articulo": "47"
    },
    {
      "numero": 3,
      "año_examen": "2024E",
      "pregunta": "De acuerdo con el artículo 70 de la Ley 39/2015, de 1 de octubre, del procedimiento administrativo común de las Administraciones Públicas, el expediente administrativo:",
      "opciones": {
        "a": "Tendrá formato físico cuando se trate de procedimientos iniciados por el interesado.",
        "b": "Incluirá la información que tenga carácter auxiliar o de apoyo.",
        "c": "No incluirán documentos contenidos en otros expedientes.",
        "d": "Hará constar las diligencias encaminadas a ejecutar la resolución administrativa."
      },
      "respuesta_correcta": "d",
      "ley_mencionada": "Ley 39/2015",
      "articulo": "70"
    },
    {
      "numero": 4,
      "año_examen": "2024E",
      "pregunta": "Según las reglas sobre notificación establecidas en el artículo 40 de la Ley 39/2015, de 1 de octubre, del procedimiento administrativo común de las Administraciones Públicas:",
      "opciones": {
        "a": "Toda notificación deberá ser cursada en un plazo de tres días a partir de la fecha en la que el acto haya sido dictado.",
        "b": "Expresará si el acto se dicta en ejercicio de una potestad de la Administración discrecional o reglada.",
        "c": "Deberá contener el texto íntegro de la resolución.",
        "d": "La Administración podrá sustituir la notificación por la publicación cuando se trate de procedimientos de oficio."
      },
      "respuesta_correcta": "c",
      "ley_mencionada": "Ley 39/2015",
      "articulo": "40"
    },
    {
      "numero": 5,
      "año_examen": "2024E",
      "pregunta": "De acuerdo con las reglas de representación y defensa establecidas en la Ley 29/1998, de 13 de julio, reguladora de la Jurisdicción Contencioso-administrativa, los funcionarios públicos:",
      "opciones": {
        "a": "Podrán comparecer por sí mismos en defensa de sus derechos no estatutarios.",
        "b": "Podrán comparecer por sí mismos sólo en defensa de sus derechos económicos.",
        "c": "Podrán comparecer por sí mismos siempre que no implique su separación como empleados públicos inamovibles.",
        "d": "Podrán comparecer por sí mismos sólo cuando actúen ante órganos unipersonales."
      },
      "respuesta_correcta": "c",
      "ley_mencionada": "Ley 29/1998",
      "articulo": null
    }
  ]
}